[
  {
    "Form": "Series of short, rounded tubes and hoses about 12 inches (30 cm) long",
    "Depletion": "Automatic",
    "Name": "Amber Casement",
    "Level": "1d6 + 4",
    "Effect": "When activated, it solidifes the air in a 10-foot (3 m) cube of space, the center of which must be within short range of the device. The air is turned into an amberlike substance, and those trapped in it will likely suffocate or starve. Creatures can make Speed check to not be caught.",
    "Categories": "Utility",
    "Source": "Discovery"
  },
  {
    "Form": "Plain metallic disk on a chain",
    "Depletion": "—",
    "Name": "Amulet Of Safety",
    "Level": "1d6",
    "Effect": "Once the amulet is keyed to a specific numenera weapon, the weapon cannot activate to harm the wearer. The amulet’s level must be at least as high as the weapon’s level.",
    "Categories": "Numenera Enhancements",
    "Source": "Discovery"
  },
  {
    "Form": "Transparent synth shield",
    "Depletion": "—",
    "Name": "Analyzing Shield",
    "Level": "1d6 + 1",
    "Effect": "The bearer can see through this shield, and it has a display that analyzes the best place to strike a foe viewed through it. The bearer can use points from their Intellect Pool (rather than the more typical Might or Speed) to increase the damage of their attacks by 3 additional points per level of Effort.",
    "Categories": "Utility",
    "Source": "Discovery"
  },
  {
    "Form": "Appears to be a collection of organic armored plates, like a carapace or very large fsh scales",
    "Depletion": "—",
    "Name": "Armored Flesh",
    "Level": "1d6 + 2",
    "Effect": "When placed on the wearer’s flesh, the armor grafts on permanently. It provides Armor equal to half its level (round up) but does not hinder movement or tire the wearer in any way (no Speed cost increase for applying Effort). On the contrary, the wearer’s maximum Might Pool is permanently increased by 2. However, the benefts come at a cost. Fibrous tendrils extend into the wearer’s flesh and eventually reach the spine and brain, inflicting damage in the form of 2 points of permanent maximum Intellect Pool reduction. This process takes one week. The lost points cannot be regained.",
    "Categories": "Enhancements (Might), Protection (General), Protection (Armor)",
    "Source": "Discovery"
  },
  {
    "Form": "Small metal and synth cube that has metallic arms and tools",
    "Depletion": "1 in 1d100 (per day of use)",
    "Name": "Automated Cook",
    "Level": "1d6",
    "Effect": "This automaton prepares food on command. It must be given raw materials (water and organic compounds), but with those it can prepare and serve a hot, nutritious, delicious meal. The amount of food is approximately equal to the amount of materials it is given (approximately 1 pound of materials are needed to create a meal for one person).",
    "Categories": "Automatons",
    "Source": "Discovery"
  },
  {
    "Form": "Full suit of synth and steel armor, covering the entirety of the wearer’s body",
    "Depletion": "— (At any time, the GM can rule that the armor has sustained enough damage that the atmosphere and environmental protections cease, but the suit still functions as armor.)",
    "Name": "Battle Armor",
    "Level": "1d6 + 4",
    "Effect": "This armor is far hardier yet somewhat lighter than Ninth World smithing techniques could ever manage with steel. It is heavy armor but grants an additional +2 Armor (+3 Armor if the artifact is level 9 or higher) in addition to the 3 Armor that heavy armor usually provides. Further, it is entirely sealed and has its own eternally renewed internal atmosphere, which completely protects against poison gases and allows the wearer to operate in an airless environment. The suit’s Armor rating also applies to damage that often isn’t reduced by typical armor, such as heat or cold damage (but not Intellect damage). Battle armor and battlesuits can be troublesome due to the high Armor totals that a PC can attain. GMs can rule, if they wish, that the Armor rating of these suits degrades over time after sustaining a great deal of damage. (The GM, in fact, can do that with any armor.) Doing so likely comes as part of a GM intrusion.",
    "Categories": "Protection (General), Protection (Armor)",
    "Source": "Discovery"
  },
  {
    "Form": "Full suit of synth and steel armor, covering the entirety of the wearer’s body",
    "Depletion": "— (At any time, the GM can rule that the armor has sustained enough damage that the atmosphere and environmental protections cease and the Might enhancements no longer function, but the suit still functions as armor.)",
    "Name": "Battlesuit",
    "Level": "1d6 + 4",
    "Effect": "This armor is far hardier yet somewhat lighter than Ninth World smithing techniques could ever manage with steel. It is heavy armor but grants an additional +3 to Armor in addition to the 3 Armor that heavy armor usually offers. Further, it is entirely sealed and has its own eternally renewed internal atmosphere, which completely protects against poison gases and allows the wearer to operate in an airless environment. The suit’s Armor rating also applies to damage that often isn’t reduced by typical armor, such as heat or cold damage (but not Intellect damage). In addition, the wearer gains +1 to their Might Edge and +5 to their Might Pool (+7 to their Might Pool if the artifact is level 9 or higher). Battle armor and battlesuits can be troublesome due to the high Armor totals that a PC can attain. GMs can rule, if they wish, that the Armor rating of these suits degrades over time after sustaining a great deal of damage. (The GM, in fact, can do that with any armor.) Doing so likely comes as part of a GM intrusion.",
    "Categories": "Enhancements (Might), Protection (General), Protection (Armor)",
    "Source": "Discovery"
  },
  {
    "Form": "Ninth World-made leather boots with small metal and synth devices worked into the sides",
    "Depletion": "—",
    "Name": "Bounding Boots",
    "Level": "1d6 + 1",
    "Effect": "The boots negate gravity enough to make jumping and running easier. The boots are an asset for jumping and running (easing by two steps for one of these skills if the artifact is level 6 or higher).",
    "Categories": "Enhancements (Movement), Gravity Devices",
    "Source": "Discovery"
  },
  {
    "Form": "Organic pod, almost like a small, hemispherical bit of fruit. Once grafted to a host, it takes on the appearance of the host’s flesh.",
    "Depletion": "—",
    "Name": "Brain Bud",
    "Level": "1d6",
    "Effect": "The pod grafts onto any living host (must be near the brain) and injects complex chemicals that greatly improve brain activity. This increases the host’s maximum Intellect Pool by 5 (+7 if the artifact is level 6 or higher).",
    "Categories": "Enhancements (Intellect), Organic/Biotech Devices",
    "Source": "Discovery"
  },
  {
    "Form": "Metallic chest with tracked wheels on either side",
    "Depletion": "1 in 1d20",
    "Name": "Carryall",
    "Level": "1d6",
    "Effect": "This device comes with a small module that can be worn on a belt. Rolling along on its wheels, the chest attempts to follow within immediate range of the module (though it can be directed to remain where it is). It moves a short distance each round. The chest can come to the module from a range of up to 10 miles (16 km) away (20 miles [32 km] if the artifact is level 6 or higher). The interior of the chest is mostly hollow and can hold up to 5,000 pounds (2,300 kg). The artifact must be newly activated each day.",
    "Categories": "Utility",
    "Source": "Discovery"
  },
  {
    "Form": "Small handheld device with a few simple controls",
    "Depletion": "1 in 1d10",
    "Name": "Cellular Disruptor",
    "Level": "1d6 + 4",
    "Effect": "This device emits a faint short-range beam that affects only organic creatures and materials. Living targets hit by the beam move one step down the damage track. Nonliving organic targets are likely destroyed. This device is a rapid-fire weapon and thus can be used with the Spray or Arc Spray abilities that some characters have, but each “round of ammo” used or each additional target selected requires an additional depletion roll.",
    "Categories": "Ray Projectors, Weapons (Ranged)",
    "Source": "Discovery"
  },
  {
    "Form": "Very thin, lightweight, transparent cloth formed into a crude cloak",
    "Depletion": "1 in 1d100",
    "Name": "Chameleon Cloak",
    "Level": "1d6 + 4",
    "Effect": "When activated, the device takes on the colors and textures of everything around the wearer for ten minutes (one hour if the artifact is level 9 or higher). This eases hiding and sneaking tasks by two steps.",
    "Categories": "Enhancements (Stealth), Protection (General)",
    "Source": "Discovery"
  },
  {
    "Form": "Small, spherical automaton about 8 inches (20 cm) in diameter",
    "Depletion": "1 in 1d20",
    "Name": "Chiurgeon Sphere",
    "Level": "1d6 + 2",
    "Effect": "This device comes with a small module that can be worn on a belt. Floating along, the automaton attempts to follow within immediate range of the module (though it can be directed to remain where it is). It moves a short distance each round. The sphere can come to the module from a range of up to 10 miles (16 km) away. If the module is worn by an organic creature and that creature takes damage, the automaton moves to repair the damage with cellular regenerating tools that restore 1d6 – 2 points per round (meaning that if a 1 or 2 is rolled, no damage is repaired that round). This requires no action on the part of the creature being healed. Each day, the automaton can attempt to render aid a number of times equal to its level. The artifact must be newly activated each day.",
    "Categories": "Automatons, Healing Devices",
    "Source": "Discovery"
  },
  {
    "Form": "Wristband-mounted device with a few simple controls",
    "Depletion": "1 in 1d10",
    "Name": "Cohesion Stabilizer",
    "Level": "1d6 + 4",
    "Effect": "Any attempt to affect the integrity of the wearer’s physical form by disintegrating it, encasing it, changing its phase, teleporting it, or otherwise disrupting it fails if the wearer wishes it to fail. Doing so is not an action on the wearer’s part. The artifact’s level must be equal to or higher than the effect’s level.",
    "Categories": "Datasphere Devices",
    "Source": "Discovery"
  },
  {
    "Form": "Synth bag",
    "Depletion": "1 in 1d20 (check each time a cypher is added to the bag)",
    "Name": "Cypher Bag",
    "Level": "1d6",
    "Effect": "This bag can contain up to one cypher per artifact level, as long as each is no larger than a typical handheld device. These cyphers do not count against a character’s limit. Cyphers in a cypher bag cannot be used while in the bag.",
    "Categories": "Utility",
    "Source": "Discovery"
  },
  {
    "Form": "Full suit of synth and steel armor, covering the entirety of the wearer’s body",
    "Depletion": "1 in 1d10 (for the phase shifting ability, but after depletion, the suit still functions as armor)",
    "Name": "Dimensional Armor",
    "Level": "1d6 + 4",
    "Effect": "This armor is far hardier yet somewhat lighter than Ninth World smithing techniques could ever manage with steel. It is heavy armor but grants an additional +2 to Armor in addition to the 3 Armor that heavy armor usually provides. Further, when activated, it shifts the wearer’s phase randomly for ten minutes (one hour if the artifact is level 9 or higher), which hinders attacks on the wearer by two steps. This shifting effect is negated by special multidimensional weapons or attacks.",
    "Categories": "Protection (General), Protection (Armor), Dimensional/Phase Devices",
    "Source": "Discovery"
  },
  {
    "Form": "Sword or similar bladed weapon with devices affixed to the blade and hilt",
    "Depletion": "1 in 1d6",
    "Name": "Disruption Blade",
    "Level": "1d6 + 1",
    "Effect": "This weapon functions as a normal sword (or, rarely, an axe or a cleaver). However, if the wielder uses an action to activate it, the weapon radiates a field of molecular disrupting energy for one round. During that round, if it scores a hit, it inflicts an additional 10 points of damage. If the artifact is level 6 or higher, it is an asset on the attack roll.",
    "Categories": "Weapons (Melee)",
    "Source": "Discovery"
  },
  {
    "Form": "Wooden shaft with an affixed spearhead that appears to be a metallic drill",
    "Depletion": "1 in 1d20",
    "Name": "Drill Spear",
    "Level": "1d6 + 1",
    "Effect": "This spear functions as a normal spear. If the wielder uses it to attack a foe, upon a successful hit the wielder decides whether to activate the weapon. Upon activation, the wielder lets go of the spear and it drills into the foe, inflicting an additional 3 points of damage (5 points if the artifact is level 6 or higher). However, the wielder then is no longer holding the spear. The drilling function works only in melee combat because activation occurs after the foe is struck.",
    "Categories": "Weapons (Melee)",
    "Source": "Discovery"
  },
  {
    "Form": "Handheld device with a few controls",
    "Depletion": "1 in 1d20",
    "Name": "Ecstasy Paralyzer",
    "Level": "1d6 + 2",
    "Effect": "This long-range weapon fires a beam of energy that inflicts no damage. Instead, it affects the target’s mind, flling them with such pleasure that they lose their next turn. This device is a rapid-fire weapon, and thus can be used with the Spray or Arc Spray abilities that some characters have, but each “round of ammo” used or each additional target selected requires an additional depletion roll.",
    "Categories": "Weapons (Ranged)",
    "Source": "Discovery"
  },
  {
    "Form": "Arrow with a tiny metallic device attached to it",
    "Depletion": "Automatic",
    "Name": "Exploding Arrow",
    "Level": "1d6",
    "Effect": "The arrow explodes when it strikes something, inflicting its level in damage to all within immediate range. One advantage of an exploding arrow over a detonation cypher is that the arrow doesn’t count toward your cypher limit.",
    "Categories": "Detonations",
    "Source": "Discovery"
  },
  {
    "Form": "4-foot (1 m) tall collapsible tripod with a metal cone at the top",
    "Depletion": "1 in 1d6",
    "Name": "Fearmaker",
    "Level": "1d6 + 2",
    "Effect": "It takes two rounds to assemble and set up this device, and then it takes an action to activate. When activated, the fearmaker affects the minds of all thinking creatures within long range in a 45-degree arc. Those affected are instilled with terror, making them drop what they’re holding and do one of the following:",
    "Categories": "Weapons (Ranged)",
    "Source": "Discovery",
    "RollTable": {
      "RollTableRows": [
        {
          "Roll": "01–50",
          "Result": "Flee for 1d6 rounds"
        },
        {
          "Roll": "51–90",
          "Result": "Cower (losing their actions) for 1d6 rounds"
        },
        {
          "Roll": "91–00",
          "Result": "Faint, remaining unconscious for one minute (or until roused by vigorous action)"
        }
      ]
    }
  },
  {
    "Form": "7-foot (2 m) tall collapsible metal stand with a large metal disk at the top and a control box in the center",
    "Depletion": "1 in 1d6",
    "Name": "Fiery Hellmaker",
    "Level": "1d6 + 4",
    "Effect": "It takes two rounds to assemble and set up this device, and then it takes an action to activate. When activated, the disk fires a barrage of fery long-range missiles in all directions. Everyone and everything within long range suffers damage equal to the artifact level, unless they are within 3 feet (1 m) of the device and keep their heads down.",
    "Categories": "Weapons (Ranged)",
    "Source": "Discovery"
  },
  {
    "Form": "Long, narrow synth tube",
    "Depletion": "—",
    "Name": "Filtration Straw",
    "Level": "1d6",
    "Effect": "Water that passes through this tube is purifed. Most liquids other than water drawn through the tube come out as water (or mostly water). It neutralizes poisons, diseases, and other contaminants up to the artifact’s level.",
    "Categories": "Protection (General)",
    "Source": "Discovery"
  },
  {
    "Form": "Handheld device with a number of controls and a wide dish at one end",
    "Depletion": "1 in 1d20",
    "Name": "Food Scanner",
    "Level": "1d6",
    "Effect": "When activated and pointed at food, this device sounds an alarm if the food has any contaminants or poisonous substances.",
    "Categories": "Protection (General)",
    "Source": "Discovery"
  },
  {
    "Form": "Synth tube",
    "Depletion": "1 in 1d10",
    "Name": "Food Tube",
    "Level": "1d6",
    "Effect": "The device produces a grey paste that provides enough nutrition for one person for one day (two people per day if the artifact is level 5 or higher). Most people report that the paste from a food tube tastes quite awful.",
    "Categories": "Utility",
    "Source": "Discovery"
  },
  {
    "Form": "4-foot (1 m) tall collapsible tripod with a large glass globe at the top and a control box in the center",
    "Depletion": "1 in 1d20",
    "Name": "Force Dome",
    "Level": "1d6 + 3",
    "Effect": "It takes two rounds to assemble and set up this device, and then it takes an action to activate. When activated, this device projects a powerful force field dome with a diameter of short range. The field is immobile, impermeable, and impenetrable until it is brought down by a force (such as a device or creature) of a higher level. Otherwise, it lasts for 28 hours, during which time it has enough air to support six humans.",
    "Categories": "Protection (General)",
    "Source": "Discovery"
  },
  {
    "Form": "Typical sword with an odd-looking synth hilt",
    "Depletion": "1 in 1d10 (for the healing ability, but after depletion, it still functions as a sword)",
    "Name": "Healing Sword",
    "Level": "1d6",
    "Effect": "The broadsword blade is a Ninth World-forged addition to the numenera hilt (which likely was not a sword hilt originally). When squeezed properly, the hilt injects a healing substance into the wielder’s body, restoring 1d6 points of any stat Pool they wish (1d6 + 2 points if the artifact is level 5 or higher). If the wielder is using the sword in battle, using the healing function does not require an action.",
    "Categories": "Healing Devices",
    "Source": "Discovery"
  },
  {
    "Form": "Long wooden staff with a 6-inch (15 cm) bronze hoop attached to the tip. The staff is of recent creation, but the hoop is not.",
    "Depletion": "1 in 1d100",
    "Name": "Hoop Staff",
    "Level": "1d6 + 3",
    "Effect": "Holographic images flicker to life in the hoop, warning of danger. The images are representative of the danger in some fashion. For example, approaching enemies look like threatening, amorphous creatures, and dangerous weather might look like lightning bolts coming from a cloud. At artifact level 8 and higher, the warnings come earlier and the images more accurately represent the threat. The GM decides when and how the staff warns of danger. For inexplicable reasons, sometimes it fails to deliver a warning. (Thus, it’s all right if the GM forgets about the staff occasionally.)",
    "Categories": "Protection (General)",
    "Source": "Discovery"
  },
  {
    "Form": "Odd-ftting metallic mesh belt that has a metal box attachment with dial controls",
    "Depletion": "1 in 1d20",
    "Name": "Hover Belt",
    "Level": "1d6 + 1",
    "Effect": "The wearer can float up into the air or back down again at a rate of 20 feet (6 m) per round. Using the complex controls, the wearer can move horizontally at a much slower pace (5 feet [1.5 m] per round) in a much less stable or controlled trajectory. At artifact level 6 or higher, the wearer floats twice as fast, vertically or horizontally. The belt works for ten minutes per use.",
    "Categories": "Gravity Devices",
    "Source": "Discovery"
  },
  {
    "Form": "Folded synth square that is 1 foot by 1 foot (30 cm by 30 cm) and unfolds into a square that is 8 feet by 8 feet (2.5 m by 2.5 m)",
    "Depletion": "1 in 1d20",
    "Name": "Hover Square",
    "Level": "1d6",
    "Effect": "When unfolded and activated, this piece of synth forms a platform that moves laterally as directed by someone atop it. The platform moves up to short range in a round. It can hold up to 5,000 pounds (2,300 kg), or 8,000 pounds (3,600 kg) if the artifact is level 5 or higher.",
    "Categories": "Gravity Devices",
    "Source": "Discovery"
  },
  {
    "Form": "Small, rectangular handheld device with a clear synth panel",
    "Depletion": "1 in 1d100",
    "Name": "Imager",
    "Level": "1d6",
    "Effect": "This device captures a perfect image of a nearby scene. It can store thousands of images, and any stored image can be shown on the synth panel. When the device is depleted, all stored images are lost.",
    "Categories": "Utility",
    "Source": "Discovery"
  },
  {
    "Form": "Handheld device with a few controls",
    "Depletion": "1 in 1d20",
    "Name": "Instant Bridge",
    "Level": "1d6 + 1",
    "Effect": "This device fires a cable with a powerful magnet up to long range. When the magnet strikes a metal surface, it affixes itself, and the taut cable extends into a narrow bridge about 3 feet (1 m) wide. The device can then be affixed to another metallic surface to anchor the bridge. The bridge can support 1,000 pounds (450 kg), or 2,000 pounds (900 kg) if the artifact is level 6 or higher. When deactivated, the magnets let go and the cable retracts. An instant bridge could, in theory, be used to grab a metallic object and pull it toward the user. The object would need to weigh less than the user. The action would also be hindered by two steps because the device is not meant for such precision work.",
    "Categories": "Magnetic Devices",
    "Source": "Discovery"
  },
  {
    "Form": "Wristband or armband with a small metallic device attached",
    "Depletion": "1 in 1d20",
    "Name": "Kinetic Shield",
    "Level": "1d6 + 1",
    "Effect": "When a physical projectile such as an arrow, a thrown knife, or a bullet-like missile comes within 4 inches (10 cm) of the wearer’s body, a powerful energy field activates automatically and attempts to slow down or deflect the projectile. The wearer’s Speed defense against such attacks is eased (eased by two steps if the artifact is level 6 or higher). If the projectile still hits the wearer, the field adds 1 to Armor against the attack.",
    "Categories": "Enhancements (Speed), Magnetic Devices, Protection (General)",
    "Source": "Discovery"
  },
  {
    "Form": "Metal tube with a set of winding synth tubes wrapped around it",
    "Depletion": "1 in 1d20",
    "Name": "Launcher",
    "Level": "1d6 + 3",
    "Effect": "This device launches anything about the size of a fst or smaller with great force to very long range. An inert object, such as a rock, inflicts the artifact’s level in damage. A detonation cypher (or similar explosive) can also be launched to activate on impact.",
    "Categories": "Weapons (Ranged)",
    "Source": "Discovery"
  },
  {
    "Form": "Fingerless glove of semirigid synth",
    "Depletion": "1 in 1d20",
    "Name": "Light Spike",
    "Level": "1d6 + 2",
    "Effect": "When the glove is activated, a spike of solid, red-hot energy is emitted from the back of the wearer’s hand. This spike can be used as a melee weapon that inflicts damage equal to the artifact’s level. It lasts for ten minutes. If the wielder increases the spike’s power (which requires a separate action and an additional depletion roll), the damage increases by 1 point.",
    "Categories": "Hard Light Devices, Weapons (Melee)",
    "Source": "Discovery"
  },
  {
    "Form": "Adamant silk belt with two metallic cylinders attached to it",
    "Depletion": "1 in 1d20",
    "Name": "Liquid Armor",
    "Level": "1d6 + 3",
    "Effect": "When activated, a watery liquid sprays out of the cylinders on the belt. An electric field shapes this smart fluid, causing it to form a protective shell around the wearer, not unlike full body armor. The fluid becomes immediately (but selectively) rigid when struck, providing +3 to Armor, but it has none of the penalties associated with armor. It can be used over the top of light armor, adding to its protection, but medium or heavy armor disrupts the electric field’s shaping attempts. The liquid armor lasts for four hours (six hours if the artifact is level 8 or higher) or until deactivated.",
    "Categories": "Protection (General), Protection (Armor), Smart Fluid Devices",
    "Source": "Discovery"
  },
  {
    "Form": "Adamant silk wristband with a metallic cylinder attached to it",
    "Depletion": "1 in 1d20",
    "Name": "Liquid Sword",
    "Level": "1d6 + 3",
    "Effect": "When activated, a watery liquid sprays out of the cylinder on the wristband. An electric field shapes this smart fluid, causing it to take the form of a broadsword. The fluid becomes immediately rigid and incredibly sharp, and it can be used as a normal sword that inflicts 1 additional point of damage. The sword lasts for four hours (six hours if the artifact is level 8 or higher) or until deactivated.",
    "Categories": "Smart Fluid Devices",
    "Source": "Discovery"
  },
  {
    "Form": "When not affixed to a creature, this looks like a mass of heavy fabric. On a creature, it looks like heavy, leathery flesh.",
    "Depletion": "1 in 1d100 (checked each day while the sheath is worn)",
    "Name": "Living Armor Sheath",
    "Level": "1d6 + 1",
    "Effect": "When worn over normal skin, this organic material adheres and conforms to the creature’s body shape. The artifact eases Might defense tasks to resist poison and disease (eases by two steps if the artifact is level 6 or higher). Further, the wearer has +2 to Armor, but the artifact has none of the penalties associated with armor. Armor can’t be worn over the living sheath because it’s too bulky.",
    "Categories": "Enhancements (Might), Protection (General)",
    "Source": "Discovery"
  },
  {
    "Form": "Short metal-and-glass tube ftted onto a well-made wooden quarterstaff",
    "Depletion": "1 in 1d20",
    "Name": "Mephitic Staff",
    "Level": "1d6",
    "Effect": "When activated (which is not an action), the tip of the staff releases a concentrated, immediate-range blast of noxious fumes when it is struck against a solid creature or object. An affected creature loses its next turn to coughing and choking.",
    "Categories": "Weapons (Melee)",
    "Source": "Discovery"
  },
  {
    "Form": "Organic pod, almost like a small, hemispherical bit of fruit. Once grafted to a host, it takes on the appearance of the host’s flesh.",
    "Depletion": "—",
    "Name": "Metabolism Bud",
    "Level": "1d6",
    "Effect": "The pod grafts onto any living host (usually near the brain or spine) and injects chemicals that boost the creature’s metabolism. This increases the host’s maximum Speed Pool by 5 (by 7 if the artifact is level 5 or higher).",
    "Categories": "Enhancements (Speed)",
    "Source": "Discovery"
  },
  {
    "Form": "Handheld device with a synth panel screen and wires that must be affixed to the head of a creature",
    "Depletion": "1 in 1d20",
    "Name": "Mind Imager",
    "Level": "1d6 + 2",
    "Effect": "This device shows a visual image of what a creature is thinking. The affected creature need not be conscious.",
    "Categories": "Utility",
    "Source": "Discovery"
  },
  {
    "Form": "Handheld device with a number of controls and a pointed end",
    "Depletion": "1 in 1d6",
    "Name": "Molecular Bonder",
    "Level": "1d6 + 2",
    "Effect": "This device fuses two objects together with a bond strength equal to its level. If flesh bonded in this way (whether to an object or to other flesh) is torn apart, it suffers damage equal to the device’s level.",
    "Categories": "Utility",
    "Source": "Discovery"
  },
  {
    "Form": "Short, straight bladed weapon with a large haft that has a few controls on it",
    "Depletion": "1 in 1d20",
    "Name": "Multidimensional Blade",
    "Level": "1d6 + 2",
    "Effect": "When activated, the blade exists on many levels of reality at once. It inflicts damage equal to its level, and it harms creatures (such as an abykos) that can be affected only by transdimensional effects. Once activated, the blade is active for one minute.",
    "Categories": "Dimensional/Phase Devices, Weapons (Melee)",
    "Source": "Discovery"
  },
  {
    "Form": "3-foot (1 m) tall collapsible metal tripod with a large metal globe at the top. The globe has a number of holes in it, but it is not hollow.",
    "Depletion": "Automatic",
    "Name": "Murder Globe",
    "Level": "1d6 + 3",
    "Effect": "It takes two rounds to assemble and set up this device, and then it requires an action to activate. When activated, this device does nothing for five rounds. After that, if anything larger than a mouse comes within long range of it, the globe fires a powerful projectile at that target. The projectile inflicts damage equal to the artifact level. The device can attack up to ten times per round, but it never attacks the same target more than once per round. It remains on watch for 28 hours or until it has made one hundred attacks, whichever comes first.",
    "Categories": "Weapons (Ranged)",
    "Source": "Discovery"
  },
  {
    "Form": "Small handheld device with a tiny tube",
    "Depletion": "1 in 1d10",
    "Name": "Nano-needler",
    "Level": "1d6",
    "Effect": "This device projects a single needle—far smaller in width than a human hair—up to long range (very long range if the artifact is level 5 or higher). The needle inflicts no damage, but it can carry poison or disease, and the injection is so tiny that the victim doesn’t feel it. The needle can also penetrate (ignore) up to 4 Armor. This device is a rapid-fire weapon, and thus can be used with the Spray or Arc Spray abilities that some characters have, but each “round of ammo” used or each additional target selected requires an additional depletion roll.",
    "Categories": "Weapons (Ranged)",
    "Source": "Discovery"
  },
  {
    "Form": "Small handheld device with a tiny tube",
    "Depletion": "1 in 1d20",
    "Name": "Needler",
    "Level": "1d6",
    "Effect": "This device projects a single needle (no damage), a spray of needles (1 point of damage), or a wide spray of needles (no damage, but it affects everyone within an immediate area)—user’s choice. In each case, the needles can affect anyone within long range (very long range if the artifact is level 5 or higher). The needles can be poisoned, in which case even those who don’t take damage must make Might defense rolls to avoid being poisoned. This device is a rapid-fire weapon, and thus can be used with the Spray or Arc Spray abilities that some characters have, ignoring “rounds of ammo” costs and not requiring additional depletion rolls for using it as a rapid-fire weapon.",
    "Categories": "Weapons (Ranged)",
    "Source": "Discovery"
  },
  {
    "Form": "Pair of synth goggles with dark, protruding lenses",
    "Depletion": "—",
    "Name": "Nightvision Goggles",
    "Level": "1d6",
    "Effect": "Outside, the wearer can see at night as if it were daylight. Inside, the wearer can see in pitch darkness up to short range (long range if the artifact is level 5 or higher).",
    "Categories": "Enhancements (Intellect)",
    "Source": "Discovery"
  },
  {
    "Form": "Metallic spike with a single toggle stud",
    "Depletion": "1 in 1d100",
    "Name": "Phasing Piton",
    "Level": "1d6",
    "Effect": "When activated, the piton phases and can be inserted up to 6 inches (15 cm) into almost any material. When deactivated, the piton becomes solid again and remains embedded solidly in the material. If used as a weapon (requiring one action to activate and insert, and a second action to deactivate), the piton inflicts 6 points of damage.",
    "Categories": "Dimensional/Phase Devices, Weapons (Melee)",
    "Source": "Discovery"
  },
  {
    "Form": "Large glass or clear synth canister",
    "Depletion": "—",
    "Name": "Plant Jar",
    "Level": "1d6",
    "Effect": "A living plant placed inside this device remains alive until removed regardless of light, water, or other conditions.",
    "Categories": "Protection (General)",
    "Source": "Discovery"
  },
  {
    "Form": "Capsule",
    "Depletion": "—",
    "Name": "Poison Brain Implant",
    "Level": "1d6 + 1",
    "Effect": "When swallowed, this implant travels to the brain and nests there. Henceforth, whenever a creature establishes contact with the user’s mind (using mental attack, telepathic communication, mind control, and so on), the creature is attacked mentally. It is stunned for one round (losing its action) and takes Intellect damage equal to the artifact’s level. This effect does not prevent the contact.",
    "Categories": "Artificial Body Parts/Implants, Protection (General)",
    "Source": "Discovery"
  },
  {
    "Form": "Lightweight synth helmet",
    "Depletion": "—",
    "Name": "Psychic Helmet",
    "Level": "1d6 + 2",
    "Effect": "The wearer gains 3 Armor that protects against Intellect damage only. Further, attempts to affect the wearer’s mind are hindered (hindered by two steps if the artifact is level 7 or higher).",
    "Categories": "Protection (Armor)",
    "Source": "Discovery"
  },
  {
    "Form": "Metal device 1 inch (2.5 cm) long with a single button",
    "Depletion": "1 in 1d100",
    "Name": "Psychic Whistle",
    "Level": "1d6 + 2",
    "Effect": "When the device is activated, a whistlelike sound is heard by humans within very long range. The device doesn’t actually produce sound but instead stimulates the aural center of the human brain. It has no effect on nonhumans. There could easily be psychic whistles keyed to the brain patterns of creatures other than humans. A crafty specialist might even be able to fine-tune a psychic whistle so that it keys only to a few specific individuals’ brain patterns.",
    "Categories": "Sound/Sonic Devices",
    "Source": "Discovery"
  },
  {
    "Form": "Leather-like headband with a small device attached",
    "Depletion": "1 in 1d20 per hour of use",
    "Name": "Recorder Headband",
    "Level": "1d6 + 2",
    "Effect": "This headband records everything the wearer sees as moving images that can be replayed and reviewed. It stores up to one hundred hours of images. When the device is depleted, all stored images are lost.",
    "Categories": "Enhancements (Intellect)",
    "Source": "Discovery"
  },
  {
    "Form": "Metal clip or pin easily affixed to clothing",
    "Depletion": "—",
    "Name": "Redlight Clip",
    "Level": "1",
    "Effect": "This object flashes red when in immediate range of dangerous radiation or poisonous gas.",
    "Categories": "Protection (General)",
    "Source": "Discovery"
  },
  {
    "Form": "Metal clamp with a detachable control pad",
    "Depletion": "1 in 1d10",
    "Name": "Remote Clamp",
    "Level": "1d6",
    "Effect": "The control pad allows someone to direct this extremely strong device to clamp and unclamp. The pad must be within very long range of the clamp to control it. The difficulty for a PC caught in a remote clamp to break firee is equal to the artifact level + 2 because its grip is so strong.",
    "Categories": "Automatons",
    "Source": "Discovery"
  },
  {
    "Form": "Small spherical automaton about 8 inches (20 cm) in diameter",
    "Depletion": "1 in 1d100",
    "Name": "Repair Sphere",
    "Level": "1d6 + 2",
    "Effect": "This device comes with a small module that can be affixed to a machine. Floating along, the sphere attempts to follow within immediate range of the module (though it can be directed to remain where it is). It moves a short distance each round. It can come to the module from a range of up to 10 miles (16 km) away. If the module is attached to a machine and that machine takes damage, the sphere moves to repair the damage with sophisticated tools, requiring no additional materials, task rolls, or direction. This requires no action on the part of the machine being repaired. The sphere can attempt to repair a machine a number of times per day equal to its level. The artifact must be newly activated each day.",
    "Categories": "Automatons, Healing Devices, Numenera Enhancements",
    "Source": "Discovery"
  },
  {
    "Form": "Two separate metal and synth capsules about the size of a human’s head, each with a large glass plate",
    "Depletion": "1 in 1d20",
    "Name": "Safe Corridor",
    "Level": "1d6 + 2",
    "Effect": "When the device is activated, the space between the two capsules forms an invisible corridor of breathable atmosphere with a moderate temperature. It hedges out dangerous vapors, vacuum, insects, radiation, nanites, and other particulate matter. The corridor is 8 feet (2.5 m) wide and can be up to 1 mile (1.5 km) long. It must be relatively unobstructed—uneven terrain is fine, but walls, hills, and so on will block it. The corridor remains for 28 hours.",
    "Categories": "Protection (General)",
    "Source": "Discovery"
  },
  {
    "Form": "When not affixed to a creature, this looks like a mass of diaphanous fabric. On a creature, it is almost invisible.",
    "Depletion": "1 in 1d100 (checked each day while the skin is worn)",
    "Name": "Second Skin",
    "Level": "1d6 + 1",
    "Effect": "When stretched over a creature’s normal skin, this organic material adheres and conforms to its body shape. While wearing the second skin, the creature has an asset in Might defense tasks to resist poison and disease (eased by two steps if the artifact is level 6 or higher).",
    "Categories": "Enhancements (Might)",
    "Source": "Discovery"
  },
  {
    "Form": "Broad, 8-inch (20 cm) synth stick with a single button",
    "Depletion": "1 in 1d20",
    "Name": "Shatter Wand",
    "Level": "1d6 + 4",
    "Effect": "This weapon realigns the molecular structure of a living target, in effect crystalizing the flesh. It works at long range but has no visible manifestation (no ray or projectile). The device inflicts damage equal to its level. Further, if the target is slain by the device, the target shatters, exploding in an immediate radius with crystalline shrapnel that inflicts 3 points of damage. This device is a rapid-fire weapon, and thus can be used with the Spray or Arc Spray abilities that some characters have, but each “round of ammo” used or each additional target selected requires an additional depletion roll.",
    "Categories": "Weapons (Ranged)",
    "Source": "Discovery"
  },
  {
    "Form": "Lightweight pair of metal or synth manacles",
    "Depletion": "1 in 1d20",
    "Name": "Shock Manacles",
    "Level": "1d6 + 1",
    "Effect": "Not only are these restraints binding, but they also inflict their level in damage whenever the wearer attempts to break firee. Once active, the manacles operate for 28 hours.",
    "Categories": "Weapons (Melee)",
    "Source": "Discovery"
  },
  {
    "Form": "Organic pod, almost like a small, hemispherical bit of fruit. Once grafted to a host, it takes on the appearance of the host’s flesh.",
    "Depletion": "—",
    "Name": "Skill Bud",
    "Level": "1d6",
    "Effect": "This pod grafts onto any living host (must be near the brain) and injects complex chemicals that alter brain and muscle functions. This grants the host training in one (predetermined) skill, or two skills if the artifact is level 5 or higher.",
    "Categories": "Organic/Biotech Devices",
    "Source": "Discovery"
  },
  {
    "Form": "Headband with an attached cylinder that runs along the left side of the wearer’s head",
    "Depletion": "1 in 1d20",
    "Name": "Skull Blaster",
    "Level": "1d6 + 2",
    "Effect": "This device emits a brilliant beam of focused light up to very long range. Targets hit by the beam take damage equal to the artifact’s level. This device is a rapid-fire weapon, and thus can be used with the Spray or Arc Spray abilities that some characters have, but each “round of ammo” used or each additional target selected requires an additional depletion roll.",
    "Categories": "Weapons (Ranged)",
    "Source": "Discovery"
  },
  {
    "Form": "Long device with a narrow metal tube",
    "Depletion": "1–2 in 1d100",
    "Name": "Slugspitter",
    "Level": "1d6 + 1",
    "Effect": "With a quiet sound like a puff of air, this device fires a tiny slug of metal up to long range (very long range if the artifact is level 6 or higher). It inflicts damage equal to the artifact’s level. This device is a rapid-fire weapon, and thus can be used with the Spray or Arc Spray abilities that some characters have, but each “round of ammo” used or each additional target selected requires an additional depletion roll.",
    "Categories": "Weapons (Ranged)",
    "Source": "Discovery"
  },
  {
    "Form": "Long handheld device with a tiny plate of glass",
    "Depletion": "1 in 1d20",
    "Name": "Snipewand",
    "Level": "1d6 + 4",
    "Effect": "Sighting through the glass, the user can view targets up to 1 mile (1.5 km) away as if they were just a short distance away. The user must have a direct line of sight to the target—the device cannot penetrate barriers or go around corners. Once a target is sighted, the device can almost silently fire a tiny slug of metal at the target. The slug inflicts damage equal to the artifact’s level.",
    "Categories": "Weapons (Ranged)",
    "Source": "Discovery"
  },
  {
    "Form": "Handheld device that looks like a metal sphere with a handle",
    "Depletion": "1 in 1d20",
    "Name": "Stunner",
    "Level": "1d6",
    "Effect": "When activated, this device fires a beam of energy to short range (long range if the artifact is level 6 or higher) that stuns the target for one round, making them lose their next action. This device is a rapid-fire weapon and thus can be used with the Spray or Arc Spray abilities that some characters have, but each “round of ammo” used or each additional target selected requires an additional depletion roll.",
    "Categories": "Weapons (Ranged)",
    "Source": "Discovery"
  },
  {
    "Form": "Belt with a number of brass disks affixed to it",
    "Depletion": "—",
    "Name": "Suspensor Belt",
    "Level": "1d6 + 1",
    "Effect": "This belt negates gravity enough to make all movement easier, granting the wearer a +1 bonus to their Speed Edge. Alternatively, a grossly obese creature could wear the belt simply to function normally. The belt supports up to 300 pounds (136 kg), or 500 pounds (227 kg) if the artifact is level 6 or higher.",
    "Categories": "Enhancements (Movement), Enhancements (Speed)",
    "Source": "Discovery"
  },
  {
    "Form": "Clear drinking glass",
    "Depletion": "—",
    "Name": "Telltale Glass",
    "Level": "1",
    "Effect": "This glass turns red if anything poisonous is put into it, even in very small quantities.",
    "Categories": "Protection (General)",
    "Source": "Discovery"
  },
  {
    "Form": "Whip-like length of organic material similar to flesh",
    "Depletion": "—",
    "Name": "Tendril Graft",
    "Level": "1d6",
    "Effect": "This graft attaches to the host’s spinal column so that it can be controlled like a limb. The host can use it like a whip (a light weapon) even if their hands are full. They can also use it like a prehensile tail that can hold their weight (assuming they are roughly human-sized) or another object. At level 6 or higher, the tendril provides an asset on attacks made with it. The tendril graft, like many biological artifacts, establishes a symbiotic relationship with its user, or “host.” It gains all the nutrients it needs by absorbing them from its host. People with such grafts fnd that they need to eat and drink about 25% more than normal to stay healthy.",
    "Categories": "Artificial Body Parts/Implants, Weapons (Melee)",
    "Source": "Discovery"
  },
  {
    "Form": "Large, heavy tube with a bell-shaped end and a number of controls",
    "Depletion": "1 in 1d10",
    "Name": "Thunder Cannon",
    "Level": "1d6 + 4",
    "Effect": "This massive device can barely be held or carried by a single person. When activated, it emits a 50-foot (15 m) wide cone of pure sonic force out to long range. Any creature in that area is knocked prone and stunned for one round, losing its action. Unfxed items the size of a human or smaller are toppled and/or moved at least 5 feet (1.5 m). Larger objects might also be toppled.",
    "Categories": "Sound/Sonic Devices, Weapons (Ranged)",
    "Source": "Discovery"
  },
  {
    "Form": "Handheld device with a number of controls and a wide dish at one end",
    "Depletion": "1 in 1d20",
    "Name": "Transdimensional Ray Projector",
    "Level": "1d6 + 2",
    "Effect": "This long-range weapon fires a beam of energy that exists on many levels of reality at once. It inflicts damage equal to its level, and it harms creatures that can be affected only by transdimensional effects (such as an abykos). This device is a rapid-fire weapon and thus can be used with the Spray or Arc Spray abilities that some characters have, but each “round of ammo” used or each additional target selected requires an additional depletion roll.",
    "Categories": "Ray Projectors, Dimensional/Phase Devices, Weapons (Ranged)",
    "Source": "Discovery"
  },
  {
    "Form": "Small, rather complex box of metal sensor plates, wires, and controls",
    "Depletion": "Automatic",
    "Name": "Trigger Trap",
    "Level": "1d6",
    "Effect": "A cypher of virtually any kind can be added to this trigger device to turn it into a trap. First, the cypher is added to the device (an Intellect task with a difficulty of 4), and then various wires and plates are affixed permanently to something—a nearby surface, door, hinge, and so on. When the trap is triggered, the cypher is activated, so people often use straightforward cyphers such as a detonation, a ray emitter, or a similar device. The trigger can react to a specified movement within 3 feet (1 m)—a door opening, a creature or object moving past the artifact, and so on. The higher the level of the device, the more sophisticated the trigger. For example, a level 4 artifact’s trigger might be based on a creature’s size or weight, a level 5 artifact can trigger based on a specific type of creature, and a level 6 artifact can trigger based on recognizing an individual creature.",
    "Categories": "Numenera Enhancements",
    "Source": "Discovery"
  },
  {
    "Form": "4-inch (10 cm) silver sphere that hovers in the air",
    "Depletion": "1 in 1d20",
    "Name": "Vuechi",
    "Level": "1d6 + 1",
    "Effect": "Once activated, this device follows within 3 feet (1 m) of the user and attacks anyone or anything within immediate range that attacks them. A vuechi attacks with a burst of electricity (up to immediate range) that deals damage equal to the artifact level. Once activated, it functions for 28 hours.",
    "Categories": "Weapons (Melee), Weapons (Ranged)",
    "Source": "Discovery"
  },
  {
    "Form": "Blade, spiked ball, or hammer-like object made of hard, chitinous material or metal, with a sleeve of softer, fleshy material",
    "Depletion": "—",
    "Name": "Weapon Graft",
    "Level": "1d6",
    "Effect": "This organic graft fts over a hand or empty stump and affixes to the flesh of the host. The physical bond provides an asset to attacks with the grafted weapon. This is a medium weapon that inflicts 4 points of damage (6 points if the artifact is level 5 or higher).",
    "Categories": "Artificial Body Parts/Implants, Weapons (Melee)",
    "Source": "Discovery"
  },
  {
    "Form": "8-foot (2.5 m) long metallic wing",
    "Depletion": "1–2 in 1d100; check on activation but no more than once per day",
    "Name": "Windrider",
    "Level": "1d6 + 1",
    "Effect": "This is a vehicle that can be ridden by someone who makes a difficulty 1 Speed roll each round. In combat, it moves a long distance each round, but on extended trips, it can move up to 80 miles (130 km) per hour, or 100 miles (160 km) per hour if the artifact is level 6 or higher.",
    "Categories": "Enhancements (Movement)",
    "Source": "Discovery"
  },
  {
    "Form": "Medium-length sword",
    "Depletion": "—",
    "Name": "Windslice Blade",
    "Level": "1d6 + 1",
    "Effect": "This sword is made from a material so durable and dense that the edge is sharper and lasts far longer than Ninth World smithing techniques could ever manage with steel. The blade inflicts 1 additional point of damage (2 points if the artifact is level 6 or higher). Its name comes from the idea that it can slice even the wind in half.",
    "Categories": "Weapons (Melee)",
    "Source": "Discovery"
  },
  {
    "Form": "A metallic spike with a box-like device on top",
    "Depletion": "1 in 1d10",
    "Name": "Abhuman Lure",
    "Level": "1d6",
    "Effect": "When activated, the mechanism on top releases a series of sounds, odors, and illumination tuned to draw the attention of any abhumans within very long range for one hour. If any abhumans are in the area, at least one from any associated group comes to investigate unless they are higher level than the artifact, in which case they could choose to resist the temptation offered by the lure.",
    "Categories": "Utility",
    "Source": "Destiny"
  },
  {
    "Form": "A plain metallic disk on a chain",
    "Depletion": "—",
    "Name": "Amulet Of Operation",
    "Level": "1d6",
    "Effect": "Once the amulet is keyed to a specific numenera installation, the installation cannot be used by anyone except the amulet’s wearer.",
    "Categories": "Utility",
    "Source": "Destiny"
  },
  {
    "Form": "A small metal-and-synth hovering sphere that has metallic arms, tubes, and cleaning tools",
    "Depletion": "1 in 1d100",
    "Name": "Automated Bath",
    "Level": "1d6",
    "Effect": "This automaton cleans a nearby target on command if the target doesn’t resist. If allowed to fnish, over the course of about a minute, the target is cleaned of all dirt and grime, their teeth are cleaned, their hair is washed and brushed, and their nails are trimmed. This also cleans the target’s clothing.",
    "Categories": "Utility",
    "Source": "Destiny"
  },
  {
    "Form": "A long metal-and-glass tube ftted with a metallic device studded with controls",
    "Depletion": "1 in 1d20",
    "Name": "Boring Lance",
    "Level": "1d6 + 1",
    "Effect": "When pointed at a solid surface within short range and activated, a cavity is immediately bored in the surface but only if the material composing it is less than or equal to the artifact’s level. The cavity is an immediate distance across and up to a short distance deep. If the surface being bored isn’t at least a short distance thick, the lance doesn’t continue into a different kind of material or into open air—it just stops (but it could be activated again to bore through that material). If the boring lance is used against a community’s outer walls in a coordinated fashion by attackers over the course of one hour, the community suffers a number of points of damage equal to the level of the artifact, and the artifact is depleted (damage occurs at the end of the hour in which the lance is used).",
    "Categories": "Utility",
    "Source": "Destiny"
  },
  {
    "Form": "Large backpack-sized device with a metallic wand connected with hoses and wires",
    "Depletion": "1 in 1d10",
    "Name": "Brain Fogger",
    "Level": "1d6 + 2",
    "Effect": "When activated, the brain fogger produces a prodigious amount of fog that moves with the prevailing air in a cloud a very long distance across. Attacks attempted by creatures within the fog are hindered. If deployed against a ranked community or horde, the target is treated as if one rank lower than normal during that community action.",
    "Categories": "Utility",
    "Source": "Destiny"
  },
  {
    "Form": "A 12-foot (4 m) tall collapsible metal tripod with a large metal globe at the top; the globe has a number of holes in it but is not hollow",
    "Depletion": "1 in 1d20",
    "Name": "Breathing Field Spinner",
    "Level": "1d6",
    "Effect": "It takes two rounds to assemble and set up this device. It then requires an action to activate. When activated, the globe at the top begins to spin, sending out firesh, breathable air in all directions in a continuous wind up to a very long distance across (though current weather or air pressure can shrink that radius) for about an hour. Creatures within the area can breathe normally even if in a toxic atmosphere. Creatures are also protected from effects that move as a mist, fog, or spread of particulates, assuming those particulates can’t move under their own power. If deployed to protect from a ranked airborne threat of some sort, the rank of that threat is decreased by one step.",
    "Categories": "Utility",
    "Source": "Destiny"
  },
  {
    "Form": "A small handheld device with a few simple controls",
    "Depletion": "1 in 1d10",
    "Name": "Cellular Annealer",
    "Level": "1d6 + 4",
    "Effect": "This device emits a faint, short-range beam that affects only organic creatures and materials. A living target hit by the beam moves up one step on the damage track. A target that is not down on the damage track can immediately make a firee recovery roll (or, for NPCs, regain a number of points of health equal to their level × 3).",
    "Categories": "Utility",
    "Source": "Destiny"
  },
  {
    "Form": "A multilayered cloak of glittering material",
    "Depletion": "1 in 1d20",
    "Name": "Cloak Of Finery",
    "Level": "1d6 + 1",
    "Effect": "This cloak is woven of smart fbers and studded with small devices designed to not only automatically tailor the cloak’s ft to its wearer but also highlight the wearer in the most attractive light possible, providing variable illumination, sound amplifcation, tone control, and even a limited ability to edit grammatical mistakes and pauses made by the wearer. When activated, the cloak provides an asset to all interaction tasks the wearer attempts for the next minute.",
    "Categories": "Utility",
    "Source": "Destiny"
  },
  {
    "Form": "A head-sized metallic box studded with dials and controls",
    "Depletion": "1 in 1d10",
    "Name": "Cognition Tester",
    "Level": "1d6 + 1",
    "Effect": "Using this device always takes at least two rounds because producing an effect requires that the user solve a newly generated cognitive puzzle by successfully manipulating the device’s controls, rotational planes, and other hidden inputs. Solving the puzzle is an Intellect task with a difficulty equal to the artifact’s level. If successful, the user is injected with the knowledge of a random numenera plan whose level is up to the level of the artifact. If the user fails the cognition test, they suffer 4 points of Intellect damage (but do not trigger a depletion roll).",
    "Categories": "Utility",
    "Source": "Destiny"
  },
  {
    "Form": "Metallic device mounted with a 6-inch (15 cm) crystal screen",
    "Depletion": "1 in 1d20",
    "Name": "Dead Timeline Viewer",
    "Level": "1d6 + 1",
    "Effect": "Holographic images flicker to life on the screen, showing the user in a situation that has never happened in this reality and that probably never will. With some study and experimentation, the user deduces that the images represent outcomes that would’ve occurred except for some decision the user made in the past that set them on their current course. Once that is understood, the user can attempt to use the device to explore a range of different hypothetical strategies for attempting to deal with a particular issue or problem and see how each might play out. Using the viewer eases the difficulty of a numenera crafting task, a salvage task, a negotiation that takes course over several days, or long-term play rolls that might be required to achieve success.",
    "Categories": "Utility",
    "Source": "Destiny"
  },
  {
    "Form": ": A 12-foot (4 m) tall collapsible metal tripod with a complex antenna array on top and a device with a control surface at the base",
    "Depletion": "1 in 1d20",
    "Name": "Empty Field Generator",
    "Level": "1d6",
    "Effect": "It takes two rounds to assemble and set up this device. It then requires an action to activate. When activated, all creatures, structures, and other artifcial alterations in the landscape are visually smeared out in a radius equal to a very long distance for one hour. From the outside of the area, nothing is visible except bare ground and innocuous brush. From within the field, creatures can see what’s around them normally, though all illumination drops by one category. This holographic illusion’s level is equal to the artifact’s level.",
    "Categories": "Utility",
    "Source": "Destiny"
  },
  {
    "Form": "A 15-foot (5 m) tall collapsible tripod with a large directional crystal dish at the top and a control box in the center",
    "Depletion": "1 in 1d6",
    "Name": "Energy Nullifier",
    "Level": "1d6 + 1",
    "Effect": "It takes two rounds to assemble and set up this device. Once set up, it takes an action to activate. The device affects an area a very long distance across that's less than 2 miles (3 km) away and in its direct line of sight. Energy-using devices whose levels are less than or equal to the artifact’s lose power for about one hour. This renders installations, artifacts, and many cyphers unusable for the duration. If deployed against a ranked community or horde that is reliant to even a small degree on artifacts and installations, the target is treated as if one rank lower for one hour.",
    "Categories": "Utility",
    "Source": "Destiny"
  },
  {
    "Form": "Thick but flexible-fngered gloves with microscopic adaptive hairs on the palms",
    "Depletion": "1 in 1d20",
    "Name": "Explorer’s Gloves",
    "Level": "1d6",
    "Effect": "The wearer can cling to or climb any surface for up to one hour. Even level 10 climbing tasks become routine while the gloves are activated, but taking any other action while climbing requires a new activation.",
    "Categories": "Utility",
    "Source": "Destiny"
  },
  {
    "Form": "Thick lenses built on a device worn on the upper face and eyes",
    "Depletion": "1 in 1d20",
    "Name": "Explorer’s Lenses",
    "Level": "1d6",
    "Effect": "Informative images formed on the inner lenses help the user to navigate and explore by tracking location, likely trails, and potential openings for one hour. Navigation and perception tasks made while the device is activated gain two assets. Other types of lenses, similar to the explorer's lenses, have been identifed, including those that provide aid in preparing food recipes, building bridges, and reading other creatures' expressions and body language.",
    "Categories": "Utility",
    "Source": "Destiny"
  },
  {
    "Form": "A 12-foot (4 m) tall collapsible metal tripod with a large metal globe at the top; the globe has a number of holes in it but is not hollow",
    "Depletion": "1 in 1d20",
    "Name": "Febrifuge",
    "Level": "1d6 + 1",
    "Effect": "It takes two rounds to assemble and set up this device. It then requires an action to activate. When activated, the globe at the top begins to spin, sending out a spray of pleasant-smelling, calming mist in all directions up to a very long distance for ten hours. The mist doesn't interfere with vision. All tasks and defense rolls by creatures within the area to resist or overcome infectious diseases are eased for the duration. If deployed to protect from a ranked infectious disease, the rank of that disease is decreased by 1.",
    "Categories": "Utility",
    "Source": "Destiny"
  },
  {
    "Form": "A 9-foot (3 m) tall collapsible tripod with a large directional crystal dish at the top and a control box in the center",
    "Depletion": "1 in 1d20",
    "Name": "Field Destabilizer",
    "Level": "1d6 + 3",
    "Effect": "It takes two rounds to assemble and set up this device. Once set up, it takes an action to activate. When activated, this device collapses a force field within short range — or a short-range-diameter portion of a much larger force field—whose level is equal to or less than this artifact’s. A collapsed force field generally remains collapsed for at least 28 hours, if not permanently (but could be reactivated). A field destabilizer can also collapse effects that create illusions or wide-area transdimensional effects within the area.",
    "Categories": "Utility",
    "Source": "Destiny"
  },
  {
    "Form": "A synth panel screen and wires that must be affixed to the head of a creature using a headband or brace, such that the wearer can glance to the side and see the screen",
    "Depletion": "1 in 1d20 (check per month of use)",
    "Name": "Fingent Brace",
    "Level": "1d6 + 2",
    "Effect": "This device shows a visual image of the details of a numenera plan, one at a time, provided the user has taken a few days to prep the device. (It can also hold other explicit directions or images, if desired.) If worn during a numenera crafting task for the majority of the time it takes to build an object or structure, the artifact provides one asset to the assessed difficulty of the crafting task.",
    "Categories": "Utility",
    "Source": "Destiny"
  },
  {
    "Form": "A 3-foot (1 m) wide, 6-foot (2 m) long, collapsible metal tube with a set of winding synth tubes wrapped around it",
    "Depletion": "1 in 1d6",
    "Name": "Flame Suppressor",
    "Level": "1d6 + 3",
    "Effect": "This device launches a circular device high into the air that hovers overhead for a moment and then seeks out flames within a very long distance. Over the next hour, it draws moisture from the air and quenches any small fires it fnds within the area. If deployed to protect against a ranked fire disaster, the fire’s rank is decreased by 2.",
    "Categories": "Utility",
    "Source": "Destiny"
  },
  {
    "Form": "A 2-foot (60 cm) cube with a control surface",
    "Depletion": "1–2 in 1d6",
    "Name": "Instant Refuge",
    "Level": "1d6 + 4",
    "Effect": "It takes about a minute to activate this device. When activated, it projects a 30- foot (9 m) diameter circular portal on a hard surface within immediate range that leads to an extradimensional space large enough to hold several thousand people in timeless stasis. The portal persists for up to an hour, during which time a small community could be evacuated through the aperture. Once the portal is closed, it can be opened from the outside at any time in the next three months, at which time all those who entered are expelled in the same order that they entered. If three months pass without the portal being opened manually, it opens automatically and expels its occupants. For those inside the portal, no time seems to have passed.",
    "Categories": "Utility",
    "Source": "Destiny"
  },
  {
    "Form": "A handheld device with a number of controls and a wide dish at one end",
    "Depletion": "1 in 1d20",
    "Name": "Iotum Scanner",
    "Level": "1d6 + 2",
    "Effect": "When activated and pointed at an object within immediate range, this device sounds a tone if the object contains 1 or more units of iotum of any type. Iotum found with a scanner must still be successfully salvaged, though knowing exactly where to look reduces salvaging task attempts to just one round.",
    "Categories": "Utility",
    "Source": "Destiny"
  },
  {
    "Form": "A head-sized amber orb inscribed with tiny metallic lines",
    "Depletion": "1 in 1d100",
    "Name": "Liquid Transfer Orb",
    "Level": "1d6 + 1",
    "Effect": "To set up the artifact, the orb is broken into two halves. One half must be submerged in a liquid medium of any kind. Then the other half can be activated for up to 28 hours at a time (though it can be deactivated at any time), during which liquid from the submerged half is instantaneously transferred to the other half across any distance. Up to 150,000 gallons (568,000 l) can be transferred during a one-day activation period. If smartly deployed during a ranked flooding event (so that the output end drains someplace where it won’t just flow back), the rank of the flood is decreased by 2. A community looking for a new source of water could potentially use a faraway aquifer or other water source by dropping half of a liquid transfer orb into it.",
    "Categories": "Utility",
    "Source": "Destiny"
  },
  {
    "Form": "A 9-foot (3 m) tall collapsible tripod with a complex bundle of interconnected wires on top and a control box in the center",
    "Depletion": "1 in 1d10",
    "Name": "Multidimensional Projector",
    "Level": "1d6 + 2",
    "Effect": "It takes two rounds to assemble and set up this device. Once set up, the device sends out a transdimensional pulse that affects all creatures within long range, spreading out their continuity so that they exist on many levels of reality at once for about an hour. Such creatures are treated as phased—they can neither be affected by normal physical phenomena nor affect the normal world of physical matter. If deployed to protect from a ranked threat of some sort (including an attacking horde or community), the rank of that threat is decreased by 1 for the duration.",
    "Categories": "Utility",
    "Source": "Destiny"
  },
  {
    "Form": "Slender metallic box with several smaller telescoping elements",
    "Depletion": "1 in 1d10",
    "Name": "Multi-opener",
    "Level": "1d6 + 2",
    "Effect": "When attached to a lock (whether mechanical or machine-mediated) or to the surface of a sealed machine, the multi-opener extends tiny manipulators and attempts to loosen any mechanism holding the device closed or manipulate any lock that is amenable to physical manipulation. Devices fall open like peeled fruits if their level is 1 less than this artifact, and locks open easily if their level is equal to or less than this artifact. Salvage tasks made in conjunction with a multi-opener gain two assets.",
    "Categories": "Utility",
    "Source": "Destiny"
  },
  {
    "Form": "Helm that projects illusionary images, sounds, and scents",
    "Depletion": "1 in 1d20",
    "Name": "Natalitial",
    "Level": "1d6 + 1",
    "Effect": "Wearer can trigger the worn device as an action. On subsequent rounds, lasting for up to an hour, the helm produces a celebratory atmosphere in an area up to a long distance around it, superimposing colorful streamers, hanging lamps, festive music, and potentially additional visual and auditory factors (depending on the specific parameters set by the crafter). If deployed in a ranked community or horde, the rank is increased by 1 for all tasks related to abating sadness and sorrow, to positive interaction, and to the propagation of revelry.",
    "Categories": "Utility",
    "Source": "Destiny"
  },
  {
    "Form": "A small handheld device with a tiny tube",
    "Depletion": "1 in 1d20",
    "Name": "Pacifying Needler",
    "Level": "1d6 + 2",
    "Effect": "This device projects either one or two needles up to long range each time it is used. The needles are far thinner than a human hair, and they inflict no damage. Instead, if one needle is fired, it will calm a belligerent, raging, or attacking creature so that they become calm for at least one minute or until they are attacked. If two needles are fired, the target falls asleep for up to a minute or until they are damaged. The needles can penetrate (ignore) up to 4 Armor. A pacifying needler can be activated to fire all its needles at once on a countdown timer, creating a detonation-like blast that can affect all creatures in line of sight within long range. This depletes and destroys the artifact. If deployed against a ranked horde or community during a conflict in this fashion, the horde or attacking community inflicts 3 less points of damage during that community action.",
    "Categories": "Utility",
    "Source": "Destiny"
  },
  {
    "Form": "A 15-foot (5 m) tall collapsible tripod with a large directional crystal dish at the top and a control box in the center",
    "Depletion": "1 in 1d10",
    "Name": "Psychic Eradicator",
    "Level": "1d6 + 2",
    "Effect": "It takes two rounds to assemble and set up this device. Once set up, it takes an action to activate. When activated, this device can affect an area up to a very long distance across for one hour. Within that area, all tasks relying on psychic effects, such as telepathy and psychokinesis, whose level is equal to or less than the artifact’s are hindered by two steps, and higher-level psychic tasks are hindered by one step. This means that routine tasks like telepathy are no longer routine, and those that require a roll to succeed, such as an Onslaught mindslice, become even more difficult. If deployed within a ranked community or horde, psychic attacks that would inflict damage to the community during one community action are treated as if 1 level lower.",
    "Categories": "Utility",
    "Source": "Destiny"
  },
  {
    "Form": "A 9-foot (3 m) tall collapsible metal stand with a large crystalline disc that is partially embedded in the ground at the base and a control box in the center",
    "Depletion": "1 in 1d6",
    "Name": "Rumbler",
    "Level": "1d6 + 4",
    "Effect": "It takes two rounds to assemble and set up this device. Once set up, it takes an action to activate. When activated, the disk begins to agitate the ground underneath. Everyone and everything within very long range is affected by severe shaking over the next five rounds, building to peak severity on the third round when everyone and everything suffers damage equal to the artifact level and falls prone. Only those within 3 feet (1 m) of the device are unaffected. During all rounds of shaking, tasks that require movement or balance (including attacks) are hindered. This effectively creates a ranked quake event with a rank equal to 4 less than the artifact’s level, which could threaten a ranked community or horde.",
    "Categories": "Utility",
    "Source": "Destiny"
  },
  {
    "Form": "Synth pack with attached devices",
    "Depletion": "1 in 1d100 (check each time something is added to the pack; on depletion, all objects are expelled from the pack)",
    "Name": "Salvage Pack",
    "Level": "1d6 + 1",
    "Effect": "This pack’s mouth can be loosened to open as wide as 6 feet (2 m) in diameter. It is larger on the inside than on the outside thanks to transdimensional outpocketing, and it can contain up to 5 tons (4.5 t) worth of material. A salvage pack is ideal for grabbing scrap and salvage, but anything could be stored inside it. Creatures that need to breathe, however, will quickly suffocate within its outpocket.",
    "Categories": "Utility",
    "Source": "Destiny"
  },
  {
    "Form": "A 6-foot (2 m) tall collapsible metal tripod with a central tube that extends a spike into the earth when deployed",
    "Depletion": "1 in 1d10",
    "Name": "Stability Spike",
    "Level": "1d6 + 3",
    "Effect": "It takes two rounds to assemble and set up this device. Once set up, it requires an action to activate and then another round for the powered internal spike to penetrate the ground. (The spike can penetrate any surface whose level is less than or equal to its own, but it cannot penetrate force fields.) When activated, this device stabilizes the ground and any structures built on the ground within very long range for one hour. This reduces shaking, swaying, or vibration, potentially keeping a tower or buildings caught in an earthquake from collapsing. If deployed to protect from a ranked earthquake or other earth-shaking threat, the rank of that threat is decreased by 1.",
    "Categories": "Utility",
    "Source": "Destiny"
  },
  {
    "Form": "A device attached to a rounded synth chamber just large enough to hold a human",
    "Depletion": "1 in 1d100 (check every century a subject is in stasis)",
    "Name": "Stasis Pod",
    "Level": "1d6",
    "Effect": "A person willingly placed inside this chamber remains alive and in perfect stasis until removed.",
    "Categories": "Utility",
    "Source": "Destiny"
  },
  {
    "Form": "A series of short, rounded tubes and hoses about 12 inches (30 cm) long connected to a device that can be carried or worn as a pack",
    "Depletion": "1 in 1d10 (check per week of use)",
    "Name": "Structural Extruder",
    "Level": "1d6 + 2",
    "Effect": "When activated, it produces a solid piece of amber-colored crystal over the course of a minute that can take one or two simple shapes: a plank up to 10 feet (3 m) long or a plane up to 10 feet (3 m) by 10 feet (3 m) that could be used as a floor, a wall partition, a ramp, etc. If the structural extruder is used as part of the crafting process for building a commonplace or numenera structure, the assessed difficulty for the task is lowered by one step.",
    "Categories": "Utility",
    "Source": "Destiny"
  },
  {
    "Form": "A metallic wire on a spindle that can be rolled out to surround an area up to a very long distance in diameter",
    "Depletion": "1 in 1d20",
    "Name": "Telepathic Wire",
    "Level": "1d6 + 2",
    "Effect": "It takes several minutes to deploy this device, or longer if trying to place it so it is not obvious. When deployed, all creatures within the area gain the ability to telepathically speak with other creatures they can see within short range for up to an hour. Should the line be broken, all creatures in the area suffer 1 point of Intellect damage (ignores Armor). If deployed to surround a ranked community or horde, the rank of the target increases by 1 for the duration due to an enhanced ability to communicate.",
    "Categories": "Utility",
    "Source": "Destiny"
  },
  {
    "Form": "A body harness with a few controls",
    "Depletion": "1 in 1d20",
    "Name": "Temporary Wing",
    "Level": "1d6",
    "Effect": "This device instantly releases wide synth wings stretched on either side of a rigid frame that together reach almost a short distance across. The wings allow a wearer to fly in any direction up to a short distance as an action each round, or glide horizontally or downward up to a long distance each round as part of another action. After one hour or upon deactivation, the wings retract.",
    "Categories": "Utility",
    "Source": "Destiny"
  },
  {
    "Form": "Large backpack-sized device with a metallic wand connected with hoses and wires",
    "Depletion": "1 in 1d10",
    "Name": "Toxic Fogger",
    "Level": "1d6 + 2",
    "Effect": "When activated, the toxic fogger produces a prodigious amount of yellowish fog that lasts an hour and moves with the prevailing air in a cloud a very long distance across. Creatures exposed to the fog for several minutes take damage from poison equal to the artifact’s level. If deployed against a ranked community or horde, 3 points of damage are inflicted to the target’s health during one community action.",
    "Categories": "Utility",
    "Source": "Destiny"
  },
  {
    "Form": "Large pack-like device with multiple extending arms and tools",
    "Depletion": "1 in 1d20 (check per completed crafting project)",
    "Name": "Wearable Workshop, Basic",
    "Level": "1d6 + 1",
    "Effect": "This mobile workshop allows a crafter to work without a workbench and tools. The mobile workbench holds crafted objects in place and provides additional tools for a variety of needs, including not only crafting tasks but also tasks associated with investigation and analysis. The wearable workshop enables crafting tasks by providing appropriate tools; its extra limbs replicate a work surface; it gives one asset to assessed craft difficulty. The wearable workshop is bulky, however, and any character wearing one is hindered in all Speed defense tasks.",
    "Categories": "Utility",
    "Source": "Destiny"
  },
  {
    "Form": "Large pack-like device with multiple extending arms and tools",
    "Depletion": "1 in 1d20 (check per completed crafting project)",
    "Name": "Wearable Workshop, Smart",
    "Level": "1d6 + 3",
    "Effect": "As the basic wearable workshop, except the smart workshop has a limited capacity to improve the work of its maker, providing two assets to the assessed difficulty of any crafting task done predominantly while wearing the workshop. The wearable workshop is bulky, however, and any character wearing one is hindered in all Speed defense tasks.",
    "Categories": "Utility",
    "Source": "Destiny"
  },
  {
    "Form": "A 50-foot (15 m) length of black rope",
    "Depletion": "—",
    "Name": "Adamantine Cable",
    "Level": "1",
    "Effect": "This length of rope has the flexibility of ordinary rope but a hardness greater than steel. The rope is impervious to all damage and cannot be cut.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A small beetle-shaped device",
    "Depletion": "1 in 1d6",
    "Name": "Agony Scarab",
    "Level": "1d6 + 2",
    "Effect": "To activate the device, a user must place the beetle on the bare skin of a living creature. The beetle immediately burrows into the flesh, inflicting 1 point of damage, and travels just under the skin until it lodges at the base of the creature’s spine. Once there, the beetle drills into the creature’s spine to control its nervous system. At the user’s spoken command, the beetle sends horrific pain shooting through the target’s body, and the target becomes stunned and loses his next action. The beetle then releases its hold on the target and tears firee, inflicting 1 point of damage as it emerges through the skin and returns to the user, at which point it becomes dormant once more.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A pair of goggles, a pair of glasses, a full or half mask that covers the eyes with lenses",
    "Depletion": "1 in 1d20 for lens activation (after depletion, the goggles can still be worn as normal goggles)",
    "Name": "Aim True Goggles",
    "Level": "1d6",
    "Effect": "By pressing small buttons on both sides of the device, the user activates the lenses. These special lenses block blue and violet rays, which can impair vision, thus enhancing the wearer’s sight. The difficulty of all ranged attacks is decreased by one step when wearing the goggles. Lasts for one hour.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A metal canister 3 feet (1 m) tall and 1 foot (0.3 m) in diameter, with a flip-up lid",
    "Depletion": "1 in 1d100",
    "Name": "Annihilation Chamber",
    "Level": "1d6",
    "Effect": "Anything placed inside the canister is instantly and permanently destroyed. If a singularity detonation is placed in an annihilation chamber, the resulting explosion utterly destroys everything within long range.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Typical clothing",
    "Depletion": "—",
    "Name": "Armoring Cloth",
    "Level": "1d6",
    "Effect": "If this clothing is struck, it hardens upon impact, providing +1 to Armor. It then immediately returns to its normal state (which is in no way encumbering). This clothing cannot be worn with armor of any kind.",
    "Categories": "Protection (Armor)",
    "Source": "Compendium"
  },
  {
    "Form": "A thick, wide belt with a mechanical device as a buckle and two bands that extend from the belt up and over the wearer’s shoulders",
    "Depletion": "1 in 1d10 (check once each day while worn)",
    "Name": "Augmenter Harness",
    "Level": "1d6",
    "Effect": "The device enhances the wearer’s physical strength and power. She inflicts 1 additional point of damage with weapon attacks, and the difficulty of carrying or lifting tasks is reduced by one step.",
    "Categories": "Enhancements (Might)",
    "Source": "Compendium"
  },
  {
    "Form": "Thin metallic slab with lights and a toggle",
    "Depletion": "—",
    "Name": "Automapper",
    "Level": "1d6",
    "Effect": "This slab tracks its own progression through the world, creating a virtual light map on its surface for about a month. At the end of that time, it resets itself and begins again.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A severed hand fitted with a metal plate on the stump that holds a writing implement",
    "Depletion": "1 in 1d100",
    "Name": "Autoscribe",
    "Level": "1",
    "Effect": "Speaking the command causes the hand to animate, rise up, and ready the writing implement to record whatever you say on whatever surface the implement touches. The hand deactivates when you speak the command again.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Forearm bracer",
    "Depletion": "1–3 in 1d100",
    "Name": "Beam Lance",
    "Level": "1d6 + 3",
    "Effect": "When mounted on a creature’s forearm, this weapon fires a beam of concentrated green light up to 200 feet (61 m), inflicting 6 points of damage. Alternatively, the beam can be shortened to 6 feet (2 m) in length and used as a melee weapon for one minute, inflicting 6 points of damage.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A patch of skin that must be grafted onto another artifact",
    "Depletion": "—",
    "Name": "Biometric Patch",
    "Level": "1d6",
    "Effect": "The patch bonds to whatever it touches and prevents creatures other than the user from using the artifact. To use the artifact, the user must place his lips on the patch, which reads the biometric signature and activates the artifact.",
    "Categories": "Numenera Enhancements",
    "Source": "Compendium"
  },
  {
    "Form": "A metal blade with spikes that must be inserted into the flesh of the wielder’s forearm",
    "Depletion": "—",
    "Name": "Bloodblade",
    "Level": "1d6 + 1",
    "Effect": "When inserted into the wielder’s arm, this device inflicts 3 points of damage (ignores Armor). Thereafter, the wielder can use this weapon as a light weapon that inflicts 3 points of damage. Further, when the wielder wishes it (requiring no action), the blade can absorb 3 points from his Might Pool and turn them into a powerful poison. The poison coats the blade so that a victim suffers 5 additional points of damage if affected.",
    "Categories": "Weapons (Melee)",
    "Source": "Compendium"
  },
  {
    "Form": "Long-needled injector filled with liquefied calcium",
    "Depletion": "—",
    "Name": "Bone Garden",
    "Level": "1d6 + 2",
    "Effect": "The liquefied bone is injected directly into the bone marrow of the user. Within ten minutes, the user’s bones are fortified by the calcium injection, and his Might Pool is permanently increased by 2.",
    "Categories": "Enhancements (Might)",
    "Source": "Compendium"
  },
  {
    "Form": "Very small synth panel or patch affixed to a melee weapon or other tool",
    "Depletion": "—",
    "Name": "Box Of Embers",
    "Level": "1d6",
    "Effect": "Once attached, this nodule causes the hilt of the weapon or tool to glow with a pulsing reddish-black light. The patch has no effect on the item during combat, but three small buttons on the side allow the user to control the other effects: light (a red glow that allows the user to see at night as if it were daylight), heat (enough to melt ice or keep one person warm even in fireezing temperatures), and firestarting (while in this mode, blowing on the hilt will release enough embers from the weapon to start a fire).",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A small metal, egg-shaped object with a button on top",
    "Depletion": "1 in 1d6",
    "Name": "Burning Egg",
    "Level": "1d6",
    "Effect": "Pressing the button causes the device to flash once each round for three rounds. After this time, it emits a loud buzzing noise and releases a wave of invisible energy. The wave inflicts ambient heat damage equal to the artifact level on every living thing within a short distance.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A dull, heavy, medium-length sword, dripping oil, with a fine spiked chain running along the edge",
    "Depletion": "1 in 1d20",
    "Name": "Cacophony Blade",
    "Level": "1d6",
    "Effect": "This sword is unwieldy and heavy. The difficulty of attacks made with this weapon is increased by one step. However, if the user activates the artifact, the spiked chain begins to rock back and forth, creating an awful shrieking noise. When the weapon hits a target, the chain catches and rips through the target, inflicting 4 additional points of damage. The damage penetrates (ignores) 2 Armor.",
    "Categories": "Weapons (Melee)",
    "Source": "Compendium"
  },
  {
    "Form": "Prehensile, biomechanical proboscis about 3 inches (8 cm) long that can be surgically grafted anywhere on a person’s body",
    "Depletion": "—",
    "Name": "Calridian Proboscis",
    "Level": "1d6 + 2",
    "Effect": "Once grafted, the proboscis sniffs the air constantly, attempting to detect nanites. It provides the host with an asset on all tasks related to discovering (within long range) and identifying the numenera. The proboscis must be surgically and permanently grafted (a task with a difficulty equal to the artifact level). In skilled hands, the procedure takes about one hour. It works best if grafted in an area that is typically firee of clothing or hair.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A wristband with a mechanical display in the middle",
    "Depletion": "—",
    "Name": "Chronometer",
    "Level": "1",
    "Effect": "The device keeps perfect time. The device also has a stopwatch and timer function.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Metal gauntlets",
    "Depletion": "—",
    "Name": "Clawed Gauntlets",
    "Level": "1d6",
    "Effect": "With a flick of one’s hands (not an action), these gauntlets produce long steel claws that are medium weapons, inflicting 1 additional point of damage on each attack.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A pair of tiny insects with strange sucker heads",
    "Depletion": "1 in 1d100 (checked each hour the devices are used)",
    "Name": "Communication Beads",
    "Level": "1",
    "Effect": "To activate this item, each insect must be placed inside an ear canal. If placed in the ears of two different creatures, each creature can hear the other speak regardless of the distance between them or the volume at which they speak.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A tube that is 24 inches (61 cm) long and 5 inches (13 cm) wide",
    "Depletion": "1 in 1d10",
    "Name": "Compactor",
    "Level": "1d6 + 2",
    "Effect": "When the tube is pointed at an inanimate, unsecured, solid object that is 10 to 30 inches (25 to 76 cm) across within immediate range, that object implodes, compacts into a ball no more than 4 inches (10 cm) across, and is drawn into the tube. Using another action, the user can project the ball up to long range with incredible force, inflicting 10 points of damage. Only one object can be compacted and loaded at a time.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A metal baton that emits a soft blue light when gripped",
    "Depletion": "1 in 1d6",
    "Name": "Concussion Mace",
    "Level": "1d6 + 2",
    "Effect": "The baton functions as a club (a light weapon). However, if the wielder uses an action to activate it, the weapon hums with crackling energy for one round. During that round, the foe is stunned.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A long metal spike and separate viewscreen",
    "Depletion": "1 in 1d10 (checked each round the device is used)",
    "Name": "Control Spike",
    "Level": "1d6 + 4",
    "Effect": "The device activates when the user hammers the spike into the head of a creature, which inflicts no damage. Upon doing so, the user can use the viewscreen to control the creature. The user decides what the creature says and does each round provided that they remain within long distance of each other. Removing the spike ends the effect. No hole or injury remains from the spike once it’s withdrawn.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Full body jumpsuit",
    "Depletion": "—",
    "Name": "Coolclothes",
    "Level": "1d6",
    "Effect": "These clothes keep the wearer’s body temperature at the same level as her surroundings. Not only do they keep her comfortable, they also make her invisible to creatures or automatons that use heat sources to sense (such as infrared vision).",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A vehicle 12 feet (4 m) long, 6 feet (2 m) wide, and 6 feet (2 m) high",
    "Depletion": "1–4 in 1d100 (check once each day used)",
    "Name": "Crawler Tank",
    "Level": "9",
    "Effect": "This biomechanical vehicle pulls itself along with living tendrils and motorized treads, moving a short distance each round. The tank has two different weapons built into it. The main weapon is a twinned set of ray projectors that can fire up to a range of 500 feet (152 m) and inflict 8 points of damage. The secondary weapon is an emitter that releases a cloud of poisonous gas in an immediate radius. Anyone in the cloud suffers 4 points of damage (ignores Armor). The tank can move and activate one (but not both) of its weapons as a single action. In order to function, the tank must have an occupant, and there is room for only one human inside. The vehicle obeys thought commands from this occupant, who uses her action to give the tank new orders. If no new order is given, the tank continues to obey the previous order.",
    "Categories": "Enhancements (Movement)",
    "Source": "Compendium"
  },
  {
    "Form": "Egg-shaped synth device with a hollowed center containing a metal orb",
    "Depletion": "1 in 1d10",
    "Name": "Creation Lantern",
    "Level": "1d6",
    "Effect": "When activated, the device scans a 5-foot (2 m) cube of material within a short distance and then creates a physical copy from solidified light in an open space within a short distance. The copy lasts for a number of hours equal to the artifact level.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Small red crystal",
    "Depletion": "—",
    "Name": "Crimson Polyhedron",
    "Level": "10",
    "Effect": "This device must be embedded into the user’s body through a surgical procedure. The procedure takes about an hour in a skilled chiurgeon’s hands. If successful, the polyhedron ties itself to the user’s vital functions. The user can designate a cypher or artifact to be activated if she is ever rendered unconscious (as opposed to just asleep), impaired, or debilitated. A different device can be tied to each of these three states, but only one per state. The user can also designate one, some, or all of her cyphers and artifacts to activate in the event of her death.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Metallic circlet set with several crystal spheres",
    "Depletion": "1 in 1d100",
    "Name": "Crown Of Eyes",
    "Level": "1d6",
    "Effect": "It takes one round to activate the crown. When activated, the crystal spheres separate from the crown and fly around the wearer at immediate range for an hour. He can see anything the crystal spheres can see. This allows him to peek around corners without being exposed to danger. This gives the wearer an asset in initiative and all perception tasks.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A 5-foot (2 m) cube made of metal with a door on the front",
    "Depletion": "—",
    "Name": "Cryogen Box",
    "Level": "1",
    "Effect": "The box’s interior is 34° F (1° C) and stays at that temperature indefinitely. Anything placed inside the box cools until it reaches this temperature.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A smooth length of metal that has a bronze cube at one end",
    "Depletion": "1 in 1d6",
    "Name": "Cryogen Rod",
    "Level": "1d6",
    "Effect": "When activated, the cube at the end of the device rapidly cools until it reaches absolute zero (approximately –460° F, or –273° C) and remains at that temperature for about one minute before warming back up to local temperature. The rod can be used as a club (a light weapon) that inflicts additional ambient damage equal to the artifact level. If the frozen tip is placed in any liquid, it causes all the liquid within a 50-foot (15 m) radius to solidify. The rod cannot be removed from the solid until it melts.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Suit of armor made of crystal",
    "Depletion": "1–2 in 1d100 (check once each day)",
    "Name": "Crystal Armor",
    "Level": "1d6 + 1",
    "Effect": "This appears to be a harness of highly articulated plate armor, but the pieces are made of very thin crystal rather than metal. This is heavy armor. Any ray or beam attacks that strike the wearer are reflected back at the attacker. When the armor depletes, it turns to powder.",
    "Categories": "Protection (Armor)",
    "Source": "Compendium"
  },
  {
    "Form": "A glass globe with a hole on the bottom. The hole is large enough for a human to place the globe over his head, and a soft band around the opening cushions its weight.",
    "Depletion": "1 in 1d20",
    "Name": "Crystal Helmet",
    "Level": "1d6",
    "Effect": "When a user activates the device while wearing it, the band surrounding the hole fuses with his skin to make the globe airtight. The globe creates a breathable atmosphere for him that lasts for up to four hours or until he deactivates it (not an action). In addition, the globe allows him to perceive his surroundings clearly to a distance of 500 feet (152 km). However, the device interferes with his ability to hear and increases the difficulty of any task that involves hearing by one step.",
    "Categories": "Crystal Devices",
    "Source": "Compendium"
  },
  {
    "Form": "A 10-foot long (3 m), 5-foot wide (2 m), and 7-foot tall (2 m) tracked vehicle made from steel equipped with an enormous drill on the front and a door on the back",
    "Depletion": "1–4 in 1d100",
    "Name": "Cthonic Bore",
    "Level": "1d6 + 4",
    "Effect": "This vehicle can be piloted by someone who makes Intellect rolls (level 1) each round. Inside, there’s a seat for the pilot and two benches that run along either side for up to four people to sit comfortably. When activated, the device moves a short distance each round or up to 10 miles (16 km) per hour on extended trips. The device can also be used to tunnel through 10 feet (3 m) of earth or 5 feet (2 m) of stone each round.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A metal helmet that fits over the wearer’s entire head and has a single lensed eye in the front",
    "Depletion": "—",
    "Name": "Cyclops Helm",
    "Level": "1d6",
    "Effect": "The wearer sees through the lens on the front of the helm via screens inside the helmet. It gives her an asset on all visual perception tasks.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A tiny metal disk with a glowing crystal in the center",
    "Depletion": "—",
    "Name": "Data Armor",
    "Level": "1d6",
    "Effect": "When placed just under the ear, tiny prongs sprout from the disk to anchor it in the flesh. The device reinforces the user’s mind with an information stream from the datasphere. The device adds 1 to her Intellect Edge.",
    "Categories": "Datasphere Devices, Enhancements (Intellect)",
    "Source": "Compendium"
  },
  {
    "Form": "A small handheld device",
    "Depletion": "1 in 1d10",
    "Name": "Data Imager",
    "Level": "1d6",
    "Effect": "When the device is activated, the user names one type of creature or object, and the device draws information about the subject from the datasphere, creating an image of it anywhere the user chooses within immediate range. The image is visual only, and any physical object that touches it passes right through it. The image remains for one minute.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A ball of dark blue synth",
    "Depletion": "1 in 1d20",
    "Name": "Demonflesh",
    "Level": "1d6 + 1",
    "Effect": "When activated, this ball liquefires and coats the body of the user for one hour, appearing to be a dark blue bodysuit veined with pathways of soft light. Demonflesh confers two abilities. First, the wearer can become invisible. While invisible, she is specialized in stealth and Speed defense tasks. This effect ends if she does something to reveal her presence or position—attacking, performing an esotery, using an ability, moving a large object, and so on. If this occurs, she can regain the remaining invisibility effect by taking an action to focus on hiding his position. Second, the demonflesh wearer can inflict 3 points of damage with a touch. This attack ignores Armor as it breaks down molecular bonds, disintegrating anything that comes in contact with it. Demonflesh was so named long ago because those who discovered it believed that it was the creation of evil gods and was itself inherently evil. A few people still believe this.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A synth cube made of smaller cubes",
    "Depletion": "1 in 1d6",
    "Name": "Destabilizer",
    "Level": "1d6",
    "Effect": "The user activates the device and points it at a small stone or piece of metal within immediate range. The device causes the target to become unstable for one hour. If the target is thrown while unstable, it explodes in an immediate radius on impact, inflicting shrapnel damage equal to the artifact level.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Synthetic eyeball",
    "Depletion": "—",
    "Name": "Detachable Eye",
    "Level": "1d6",
    "Effect": "To use this device, the user must press it into an empty eye socket and hold it there for at least one minute while filaments plug into the brain. Once it’s properly installed, she can see through it as if it were a normal eye, and she can also see in areas of darkness as if they were lit. At any point, the user can use an action to pluck the device from her head. She can continue to see through the device while she is within 1 mile (2 km) of it.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Small handheld device with clips on wires",
    "Depletion": "1 in 1d10",
    "Name": "Detonation Catalyst",
    "Level": "1d6",
    "Effect": "When the device is affixed to a detonation cypher for one hour, the detonation is enhanced, inflicting 2 additional points of damage. If the detonation does not normally inflict damage, it now inflicts 2 points in addition to whatever effect it normally has.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A living grey worm with a mouth at either end",
    "Depletion": "—",
    "Name": "Digestion Parasite",
    "Level": "1d6",
    "Effect": "The worm functions only if it is swallowed whole. Once ingested, it grows until it completely replaces the user’s digestive tract. Henceforth, the user receives sustenance from anything he ingests, even if that substance is poisonous, contaminated, or something that cannot normally be digested. The worm breaks down the substance and passes it while supplying the host with lifesustaining nutrients.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "An energy-entwined broadsword",
    "Depletion": "1 in 1d20 (check once each week)",
    "Name": "Disruptive Sword",
    "Level": "1d6 + 1",
    "Effect": "This broadsword inflicts 1 additional point of damage from the disruptive energy projected around the blade. This energy cannot be turned on or off, and it eats through sheaths at a rate of about one a week.",
    "Categories": "Weapons (Melee)",
    "Source": "Compendium"
  },
  {
    "Form": "Synth cube with a screen and a number of controls",
    "Depletion": "1 in 1d10",
    "Name": "Distance Imager",
    "Level": "1d6 + 1",
    "Effect": "When pointed at an enclosed structure within 1 mile (2 km), the screen shows the interior of that structure, room by room. The user can “move” through the structure (even through walls or other barriers) at a speed of 10 feet (3 m) per round. One use of the item lasts for ten rounds.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A short wooden haft with a crystalline tip",
    "Depletion": "1 in 1d20",
    "Name": "Domination Rod",
    "Level": "1d6 + 2",
    "Effect": "This device saps the will of a creature touched by the rod. The affected creature makes all Intellect defense rolls with the difficulty increased by one step. Actions involving seeing through deceptions, resisting urges, and other similar tasks are likewise affected. Creatures are affected for 28 hours.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Complex standalone device carved of soapstone in the rough shape of a woman, about 4 feet (1 m) high, with two bright green gems lodged into the face",
    "Depletion": "—",
    "Name": "Doroa Of The Silent Song",
    "Level": "1d6",
    "Effect": "When activated, the device begins to recount the Sacred Chronicle of High Father Calaval in a soft, slightly metallic voice. The entire tale takes about 28 hours from start to finish. If the tale is interrupted during the telling for any reason, the device starts again at the beginning.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A metal staff about 5 feet (2 m) long that tapers down to a rounded point at one end",
    "Depletion": "Automatic",
    "Name": "Earth Caller",
    "Level": "10",
    "Effect": "When the narrow end is pushed into the ground and activated, the top half repeatedly lifts up and slams back into place. This action sends a tremor through the ground. It continues for ten minutes and then stops. If the device operates for the full time, a violent earthquake tears through the area in a 1-mile (2 km) radius. The quake persists for five minutes and causes widespread damage. Buildings made of wood, stone, or brick collapse; walls topple; cliffs crumble; ceilings cave in; some areas of ground rise up; and other areas sink. Characters inside collapsed buildings or beneath a crumbling cliff or falling wall are subject to a crush or huge crush, and they may have to dig themselves firee as the GM decides. A crush inflicts 3 points of damage, and a huge crush deals 6. Furthermore, the force of the quake knocks creatures to the ground and prevents them from standing until the shaking stops.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A small bottle of black liquid with a dropper",
    "Depletion": "1 in 1d10",
    "Name": "Ebon Eyes",
    "Level": "1d6",
    "Effect": "Placing a droplet in each eye turns the user’s eyes solid black. For the next 28 hours, he can see in areas of dim light or very dim light as if they were illuminated with bright light. The user’s eyes adjust to protect him from sudden light changes, and he can’t be blinded by light effects. If a single drop of ebon eyes is carefully mixed with any liquid cypher with a beneficial effect (task difficulty 4), the resulting cypher enhances the user’s eyes so that the difficulty of all ranged attacks is reduced by one step.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A large, heavy, handheld device that has two long metal rods protruding from a cushioned metal stock. A small metal sphere floats between the rods near the base of the weapon.",
    "Depletion": "1 in 1d6",
    "Name": "Electromagnetic Projector",
    "Level": "1d6 + 4",
    "Effect": "The device propels the sphere with incredible speed up to 10 miles (16 km). The sphere inflicts damage equal to the artifact level to whatever it strikes. Once used, the device must cool down for one minute before it can be used again. Each time the weapon is used, the user and everyone within an immediate distance becomes deafened for one hour unless they took precautions to protect their hearing— earplugs, for example.",
    "Categories": "Sound/Sonic Devices",
    "Source": "Compendium"
  },
  {
    "Form": "Complex set of tubes and hinged rods",
    "Depletion": "1 in 1d20",
    "Name": "Emitter Enhancer",
    "Level": "1d6",
    "Effect": "When the device is fit over and around any kind of ray emitter cypher, the emitter inflicts 2 additional points of damage. If the emitter does not normally inflict damage, it now inflicts 2 points in addition to whatever effect it normally has.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A mechanical plug that must be installed somewhere in the user’s body",
    "Depletion": "1 in 1d100 (check once each day)",
    "Name": "Energy Converter",
    "Level": "1d6",
    "Effect": "The device transforms physical energy into mental energy. Whenever the user would apply Effort on an Intellect roll, she may spend the points from her Might Pool instead.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A full bodysuit made from synthetic material that’s covered with tubes and wires",
    "Depletion": "1 in d100 (check each day while the suit is worn)",
    "Name": "Environment Suit",
    "Level": "1d6 + 1",
    "Effect": "When worn, the suit protects the wearer from extreme temperatures and transforms her excretions into a foul-tasting but edible substance that can be retrieved from pouches in the legs. In addition, she suffers no ill effects from temperatures as cold as –58° F (–50° C) or as hot as 212° F (100° C). In addition, she takes no damage from extreme cold or heat.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A suit of transparent clothing",
    "Depletion": "—",
    "Name": "Ephemeral Garb",
    "Level": "1d6",
    "Effect": "The clothing has no appearance. The wearer looks like he is not wearing any clothing at all. However, the suit gives him +1 to Armor.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Leather- and metallic-bound book that is housed inside a stronglass case",
    "Depletion": "—",
    "Name": "Eternal Journal",
    "Level": "1d6",
    "Effect": "The pages of this book are designed to be written on with a finger, rather than a traditional writing utensil. The pages pick up the oils and skin cells shed from the writer’s finger, turning them into a soft grey ink. Whenever the book is returned to the stronglass case for more than 28 hours at a time, another blank page is created from the skin cells and added to the back.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A slender metal tube that ends in a point",
    "Depletion": "—",
    "Name": "Ever-write",
    "Level": "1",
    "Effect": "Someone can use the device to write on any surface, even liquid. The writing cannot be erased.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A metal choker with a glowing crystal set on the clasp",
    "Depletion": "1 in 1d100 (check once each year)",
    "Name": "Everyoung Choker",
    "Level": "1d6",
    "Effect": "While wearing the device, the user shows no physical effects of aging and remains at the same age he was when he put on the device. If the device is removed, he ages normally.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A metal arm",
    "Depletion": "—",
    "Name": "Extraneous Arm",
    "Level": "1d6",
    "Effect": "Unlike a mechanical arm, this cybernetic limb is meant to be affixed to a position on a host body that would not normally have such a limb. This, then, could be seen as an additional arm. The arm must be surgically and permanently attached (a task equal to the artifact level). The procedure takes about an hour in a skilled chiurgeon’s hands. Once the arm is attached, the user has complete control over the limb and uses it naturally, which might end up allowing her to hold an additional object. She is granted an asset for all lifting tasks, but the extra arm does not confer additional actions. Extraneous limbs are often found in groups. Thus, a creature that would normally have two arms might have four or six. In addition, they often have mechanical arms or legs, so a creature that normally has two legs might have six, and all of them are cybernetic (and just as often, inappropriate in size, shape, and configuration for that creature).",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A metal leg",
    "Depletion": "—",
    "Name": "Extraneous Leg",
    "Level": "1d6",
    "Effect": "Unlike a mechanical leg, this cybernetic limb is meant to be affixed to a position on a host body that would not normally have such a limb. This, then, could be seen as an additional leg. The leg must be surgically and permanently attached (a task equal to the artifact level). The procedure takes about an hour in a skilled chiurgeon’s hands. Once the leg is attached, the user has complete control over the limb and uses it naturally. He is granted an asset for running tasks.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Synth eye cups",
    "Depletion": "1 in 1d20",
    "Name": "Extreme Lenses",
    "Level": "1d6",
    "Effect": "The wearer can refocus her eyes to see up to one hundred times farther than normal.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Armor made of what appears to be large animal shells (or rather, what the shell of a human might look like, if humans had shells)",
    "Depletion": "—",
    "Name": "Exuvia",
    "Level": "1d6 + 1",
    "Effect": "This form-fitting biological armor can be donned very quickly and is very light and unencumbering. It is treated in all ways like light armor but offers +2 to Armor.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A large tube mounted on a flat platform with a viewscreen",
    "Depletion": "1 in 1d100",
    "Name": "Eye Of The Sky",
    "Level": "1d6",
    "Effect": "Inside the tube is a fist-sized orb with a dozen or so lenses positioned across its surface. When activated, the tube fires the orb to a distance of 1 mile (2 km) in whatever direction it is facing. Provided the orb does not encounter a solid surface en route to its destination, once it moves the full distance, it stops and captures a perfect image of everything it can see within 5 miles (8 km). It then slowly floats to the ground, where it can be retrieved. Placing the orb into the tube after it has been retrieved allows a user to see the image on the viewscreen. The device is typically used to create a detailed map of the surrounding environment. When fired, if the orb strikes a solid object in its path, it inflicts damage equal to the artifact level and immediately shatters, rendering the artifact worthless.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Large synth sphere",
    "Depletion": "1 in 1d20",
    "Name": "Eye Spy",
    "Level": "1d6 + 1",
    "Effect": "When activated, the sphere stores up to 28 hours of visual and audio information around it. The sphere can “see” and “hear” as far as an average human, and information is recorded from a 360-degree perspective around it. The information can be replayed on the sphere itself when it is activated again.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A bulky metal frame with glass plates on each side and a metal compartment at the top",
    "Depletion": "1 in 1d20",
    "Name": "Fabricator",
    "Level": "1d6 + 2",
    "Effect": "Causes raw materials placed in the compartment to transform into a finished item, which appears inside the frame. The process of fabrication takes one minute. The device can be used to create just about any sort of item provided that it has a supply of raw materials needed to make the item. The trick to using a fabricator is knowing what raw materials are needed. Something as complex as a cypher or an artifact requires a task involving knowledge of the numenera with a difficulty of the device level + 4. If the result is above 10, it’s impossible for anyone to get the fabricator to make that device. All powered devices successfully created by a fabricator start off depowered.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A cloak made from golden feathers",
    "Depletion": "—",
    "Name": "Feather Cloak",
    "Level": "1d6",
    "Effect": "The feathers stiffen when struck to protect the wearer from injury. The user gains +1 to Armor while wearing the cloak.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Flexible, lightweight sleeves with integrated fiber optic wires, designed to go over existing armor",
    "Depletion": "1 in 1d20 for the confusion ability (after depletion, the sleeves still function as armor)",
    "Name": "Fiber Optic Sleeves",
    "Level": "1d6 + 4",
    "Effect": "These armor sleeves grant +1 to Armor in addition to whatever armor the user is currently wearing. Further, when active, the sleeves light up in a random, pulsing pattern for ten minutes. When used with melee attacks, this pattern confuses the target during that attack, modifying all defense actions by one step to its detriment.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Six adjustable black rings and one black bracelet (which stores the rings when they are not in use)",
    "Depletion": "—",
    "Name": "Finger Talkers",
    "Level": "1d6",
    "Effect": "When worn on the thumb, pointer, and middle finger of both hands, the rings translate the wearer’s hand gestures into spoken words that are emitted by the bracelet. The bracelet also converts other people’s spoken words into text, which the wearer can read on a small screen on the side of the bracelet. While converting hand gestures into speech and speech into written language, the device also does any necessary translating. The device works automatically for most commonly used sign languages of the Ninth World, but if a user wishes to “train” the device to a new hand language, she must use it simultaneously with speaking for about an hour.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A metal canister with a flexible hose emerging from the top and ending at a nozzle",
    "Depletion": "1 in 1d6",
    "Name": "Flame Caster",
    "Level": "1d6 + 2",
    "Effect": "The device has two settings. The user chooses which setting to use when he activates it. The first setting causes the nozzle to emit a short beam of white-hot flames. The flames are hot enough to cut through 6 inches (15 cm) of steel each minute the device is used. It can also be used as a melee weapon that inflicts damage equal to the artifact level. The device burns for ten minutes and then deactivates. The second setting releases a ball of flame that travels a long distance and detonates at the end of this point or when it comes into contact with a solid object. When the ball explodes, it throws fire a short distance that inflicts 4 points of ambient damage.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Short synth wand with a small synth globe at the back end",
    "Depletion": "1 in 1d20",
    "Name": "Flaming Torrent",
    "Level": "1d6 + 1",
    "Effect": "This sprays a gout of flame out to short range in a cone that is 30 feet (9 m) wide at the terminus, potentially affecting multiple targets that are close together. The flames inflict damage equal to the artifact level.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A small handheld device fitted with a tiny tube",
    "Depletion": "1 in 1d6",
    "Name": "Flesh-render Wand",
    "Level": "1d6 + 4",
    "Effect": "This device projects a wide spray of sharp fragments that inflicts 2 points of damage to everyone within an immediate area, and 1 point of damage to everyone within a short area. The fragments also penetrate (ignore) up to 4 Armor. In other words, targets in range who have 4 Armor (or less) take 2 points of damage, targets with 5 Armor take 1 point of damage, and targets with 6 Armor (or more) take no damage.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A weapon normally made from hard material such as a greatsword or battleaxe",
    "Depletion": "—",
    "Name": "Flexsteel Weapon",
    "Level": "1d6",
    "Effect": "The weapon looks like it is made of steel, but when it is swung with force, it stretches. A wielder can stretch the weapon in his hands as if it were made of elastic material. When stretched in this way, it always snaps back to its original shape. The difficulty of attack rolls made using this weapon is increased by one step. However, if the attack misses, the user can repeat the attack roll once. If the second roll succeeds, the weapon inflicts half its normal damage.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A long cloak made from material woven with circuitry",
    "Depletion": "1 in 1d10",
    "Name": "Flicker Cloak",
    "Level": "1d6 + 2",
    "Effect": "Causes the user to flicker in and out of existence for ten minutes. At the end of each of her turns while wearing the cloak, she must roll a d6. On an odd number, nothing happens. On an even number, she disappears, ceasing to exist. At the start of her next turn, she reappears in the space she left (or an open space nearest to that space). She has no idea what happened during the time she ceased to exist.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A metal device worn on one’s back",
    "Depletion": "1 in 1d20",
    "Name": "Flight Pack",
    "Level": "1d6 + 1",
    "Effect": "The wearer can move in the air for one hour, moving an immediate distance per turn in any direction. If desired, this speed can be increased to almost 100 miles (161 km) per hour for that hour, but doing so automatically depletes the artifact.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A chest that folds out into a selfpowered coach",
    "Depletion": "1 in 1d20",
    "Name": "Foldable Coach",
    "Level": "1d6 + 3",
    "Effect": "It takes two rounds to fold the coach out of its chest, whereupon it becomes a vehicle able to seat up to five humans. The vehicle has six hard synth wheels. When sealed inside, characters are not visible to external creatures, but they can see outside. Furthermore, characters inside gain +5 to Armor against all attacks made from outside the coach. Each time the coach is set up, it responds to audible voice commands from passengers and can travel for up to one hour per artifact level, with long movement on roads and short movement on rough or difficult terrain. It’s possible for up to four additional human-sized creatures to ride on top of the coach while it travels. When exhausted, the vehicle folds back into its compact form, ejecting any passengers still within, and can’t be used again for several hours.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A wristband with a round device attached in the middle",
    "Depletion": "1 in 1d20",
    "Name": "Force Shield",
    "Level": "1",
    "Effect": "When activated, an energy field expands out from the device until it attains the size of a shield. The energy field functions as a shield for one hour.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A short device with a narrow synth tube that flares at the end",
    "Depletion": "1 in 1d6",
    "Name": "Globe Projector",
    "Level": "1d6 + 2",
    "Effect": "When activated, the device shoots a glittering orb at a target within short range. Upon striking the target, the orb expands into an opaque white bubble that completely envelops the target and then floats away at a rate of 10 feet (3 m) per round for ten minutes. It then pops and drops the target to the ground. Until the effect ends, nothing can pass through the bubble.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A pair of leather boots",
    "Depletion": "—",
    "Name": "Glow Boots",
    "Level": "1d6",
    "Effect": "The boots cause the wearer to leave behind faint footprints that reveal themselves in very dim light or darkness. The prints glow with faint light that is strong enough to be followed, but not strong enough to illuminate the area. The prints last for 28 hours before fading away.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Either a small synth bowl or a synth object with two or three round receptacles",
    "Depletion": "—",
    "Name": "Glowglobe Nest",
    "Level": "1d6",
    "Effect": "This device holds one to three glowglobes. After ten minutes of sitting in the nest, the globes are fully recharged and ready for use again. Some people speculate that these devices were once far more common. In particular, the nests must have been used heavily by whatever prior civilization used glowglobes so much that they are still ubiquitous.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A handheld device with a dial and several buttons",
    "Depletion": "1 in 1d6",
    "Name": "Graviton Emitter",
    "Level": "1d6 + 2",
    "Effect": "This long-range weapon fires a beam of gravitons that inflicts no damage. Whatever object or creature the beam hits emits a powerful gravity field that extends out to 30 feet (9 m) in all directions. Anything in the area “falls” toward the target unless it is fixed in place. A falling creature or object takes damage based on the distance it fell as normal when it strikes the target or another solid object in the way. Each creature or object struck by a falling object takes half the damage sustained from the fall. A creature flying through the area is unaffected provided that it continues flying. For attacks using projectile weapons in which the projectile passes through the affected area, the GM may increase the difficulty of the attack by one step. The weird gravity lasts until the end of the next round. Until then, any creature in the affected area functions as if gravity pointed to the target. The target cannot move until this effect ends.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A flat metal disk with a display and several buttons",
    "Depletion": "1 in 1d10",
    "Name": "Graviton Suppressor",
    "Level": "1d6 + 4",
    "Effect": "Once activated, it takes two rounds for the device to take effect. The device shuts off gravity within a short distance. Anything not bolted down or anchored in some way floats up 30 feet (9 m) and hangs there until the effect ends, one minute later. Anyone pulled outside of the area or still in the area when the effect ends falls to the ground.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A light but tough full-body leather suit",
    "Depletion": "1–2 in 1d100 (remains light armor even when depleted)",
    "Name": "Gravity Suit",
    "Level": "1d6 + 1",
    "Effect": "This light armor not only provides +1 to Armor as expected, but it also allows the wearer to reverse gravity for herself. In other words, she can choose to “fall” upward, walk across the ceiling as if it were the floor, and so on. This change in gravity orientation is true of everything she carries, but if she lets go of an object or drops something, normal gravity takes over for that object. It is an action to change the gravity orientation.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A glowing stone laced with wires",
    "Depletion": "—",
    "Name": "Greenstone Adaptor",
    "Level": "1d6",
    "Effect": "The device bonds to any artifact to which it is touched. The wires plug into the artifact and embed themselves in it. Henceforth, whenever a user rolls for depletion of that artifact, he can roll twice and use either result. This device is radioactive. At the end of each day during which a user spent any time around the device, he must make a Might roll with a difficulty equal to the artifact level. On a failure, the device inflicts radiation damage equal to half the artifact level (minimum 1 point). This damage ignores Armor.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A black metal sphere fitted with a glowing red disk made of glass that moves across its surface",
    "Depletion": "1 in 1d20",
    "Name": "Guardian Sphere",
    "Level": "1d6",
    "Effect": "The sphere follows whoever activated it around for one hour by rolling across the ground to stay within an immediate distance of the user. The sphere jumps over obstacles that are 3 feet (1 m) tall or less. Otherwise, it maneuvers around them if possible or stays put if not. Once per round, whenever the user is attacked by a foe that is within an immediate distance, the ball leaps toward the foe and sprouts long spikes from its body that inflict damage equal to the artifact level on a hit. After making this attack, the spikes retract and the sphere falls to the ground.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A 6-inch (15 cm) fleshy worm",
    "Depletion": "—",
    "Name": "Gut Worm",
    "Level": "1d6 + 2",
    "Effect": "A user must swallow the worm whole to activate it. Until the worm is expelled two days later, the user must consume twice as much food as normal each day. Activating the device causes a fleshy tendril to burst from the user’s body, inflicting 1 point of damage that cannot be reduced in any way. The tendril is a level 2 creature under the user’s control. As a level 2 creature, it has a target number of 6, inflicts 2 points of damage, and has 6 health. The tendril cannot leave the user’s body. It can attack targets at a short distance from the user.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A metallic pincer that fits over the wrist",
    "Depletion": "1 in 1d10",
    "Name": "Hand Of Annihilation",
    "Level": "1d6 + 3",
    "Effect": "When activated, this device creates a small orb of light that can be wielded as a medium weapon that annihilates the matter it touches, disintegrating it. This inflicts 10 points of damage, but it is very difficult and dangerous to use. The difficulty of attacks is increased by two steps, and a roll of 1 or 2 results in GM intrusion. The orb can be dispelled with an action. Having the orb in the pincer for an extended period of time (walking around outside of combat, for example) is dangerous, and GM intrusions should be common. Hand of Annihilation GM Intrusion: The character drops or otherwise inadvertently looses the orb. This could mean that the damage is inflicted upon the user or another target within immediate range, or that the orb falls at the user’s feet, making a hole that he likely falls into.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A square piece of black cloth",
    "Depletion": "1 in 1d10",
    "Name": "Handy Hollow",
    "Level": "1d6 + 2",
    "Effect": "It takes one round to fold the black cloth across a flat surface such as on the ground, draped down a wall, and so on, to cover an area 5 feet by 5 feet (2 m by 2 m). The cloth becomes a permeable passage through the surface reaching up to 10 feet (3 m) through solid material. The permeability lasts for one hour and creates no instability in the surrounding structure.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A short metal baton with a crystal mounted at the top and buttons along one side",
    "Depletion": "1 in 1d100",
    "Name": "Hard Light Cutter",
    "Level": "1d6 + 2",
    "Effect": "Activating this device causes a 3-foot (1 m) blade of solid light to extend from the baton’s tip and remain until deactivated (not an action). The blade inflicts damage equal to the artifact level. When the wielder gets a major effect on an attack using a hard light cutter, the blade can lop off one of the target’s limbs, with consequences determined by the GM.",
    "Categories": "Hard Light Devices",
    "Source": "Compendium"
  },
  {
    "Form": "A metal visor with a lens that, when looked through, tints everything red",
    "Depletion": "1 in 1d10",
    "Name": "Hard Light Goggles",
    "Level": "1d6 + 2",
    "Effect": "A wearer can tap the side of the goggles and cause them to emit a pulse of solidified light that travels a long distance. The light inflicts 4 points of damage. If the user gets a major effect on an attack roll using this device, the light inflicts 12 points of damage to the target, and it inflicts 4 points of damage to everything within a short distance of the target. After resolving this effect, roll for depletion again.",
    "Categories": "Hard Light Devices",
    "Source": "Compendium"
  },
  {
    "Form": "Small handheld device",
    "Depletion": "1 in 1d20",
    "Name": "Homing Volt Projector",
    "Level": "1d6",
    "Effect": "Fires tiny pellets that veer toward organic targets and burst with a jolt of electricity that deals 5 points of damage (ignores Armor). Attacking inorganic targets increases the difficulty by two steps, but attacking an organic target decreases the difficulty by one step. Hiding behind inorganic cover provides no protection, but hiding behind organic cover (like a tree) increases the difficulty of attacking the target by one step.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A small, round, flat mechanical device with four vents at the top",
    "Depletion": "1 in 1d20",
    "Name": "Hot-cold Stone",
    "Level": "1",
    "Effect": "When activated, the device changes the temperature in the area within a short distance. It can increase or decrease the temperature by up to 68° F (20° C), as the user decides. The effect lasts for up to seven hours.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A featureless, hairless humanoid creature",
    "Depletion": "—",
    "Name": "Husk",
    "Level": "1d6 + 2",
    "Effect": "Activating the device causes it to become a level 1 creature. The creature follows the user wherever it goes, but otherwise does nothing. As a level 1 creature, it has a target number of 3 and has 3 health. If reduced to 0 health, the device is destroyed. The first time a human or humanoid within short range of the creature dies, the creature absorbs the target’s personality, memories, and identity, and transforms to assume the target’s appearance in the prime of its life. In effect, the device becomes the creature. After nine years, the body dissolves into a slick of foul-smelling slime.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A pair of pink lenses held in a silver frame",
    "Depletion": "1 in 1d20",
    "Name": "Hypno-lenses",
    "Level": "1d6 + 2",
    "Effect": "The wearer has an asset on any task that involves deceiving or persuading a creature that meets his gaze.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Fur-covered, squishy oval device about 3 feet by 1 foot (1 m by 0.3 m)",
    "Depletion": "—",
    "Name": "Hypnotic Nanny",
    "Level": "1d6",
    "Effect": "When activated, the device croons and hums various songs and tunes, flashes in a series of calming, mesmerizing lights, and begins to vibrate softly. Creatures that listen for more than one minute are calmed and compelled to remain listening for as long as the effect lasts (one hour). During that hour, creatures of a lower level than the artifact fall asleep for 2d6 hours.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A small, extremely thin blade with a short handle",
    "Depletion": "1 in 1d20",
    "Name": "Impossible Blade",
    "Level": "1d6 + 4",
    "Effect": "This tool can be used for very fine work, cutting or carving almost any (small) object with amazing precision. It allows for surgeries and crafting that would likely otherwise be impossible (it counts as two assets for such tasks). It can also be used as a weapon. In this capacity, it is a light weapon that ignores Armor. However, the blade is somewhat fragile, so using it as a weapon risks damaging it.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A thick leather strap that wraps around one’s throat with a pulsing light set into a metal casing on the front of it",
    "Depletion": "1 in 1d20",
    "Name": "Impulse Collar",
    "Level": "1d6",
    "Effect": "While within short range of another living creature, the wearer can activate the device by pressing the light with his thumb and aiming it in the general direction of another person. The device picks up and broadcasts the general emotional state of that person. A blue light signifires indifference, red signifires anger, purple signifires arousal, and yellow indicates good will, friendship, or love. Activation is an action.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Small lightweight rod",
    "Depletion": "1 in 1d100",
    "Name": "Instant Ladder",
    "Level": "1d6",
    "Effect": "When activated, the rod extends and produces rungs so that it can be used as a ladder up to 28 feet (9 m) long.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Shoulder-mounted device",
    "Depletion": "1 in 1d20",
    "Name": "Interceptor",
    "Level": "1d6 + 2",
    "Effect": "When small, fast-moving physical objects (arrows, thrown rocks, or other projectiles) coming toward the device reach a distance within immediate range, it fires bursts of energy that destroy the projectiles if they are of lower level than the interceptor. Although the interceptor can fire at multiple targets at once, depletion is rolled for each use.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A small handheld device with a narrow tube",
    "Depletion": "1 in 1d6",
    "Name": "Kill Dart Projector",
    "Level": "1d6",
    "Effect": "This device projects a tiny dart made of glowing metal up to long range. The dart inflicts 1 point of damage and then saturates the target with radiation. The target takes 1 point of ambient damage each round, and the difficulty of all tasks it performs is modified by one step to its detriment. If the target removes the dart, the effect ends after 28 hours. This device is a rapid-fire weapon and thus can be used with the Spray or Arc Spray abilities that some glaives and jacks have, but each round of ammo used or each additional target selected requires an additional depletion roll.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A pair of heavy boots",
    "Depletion": "1 in 1d10",
    "Name": "Leap Boots",
    "Level": "1d6",
    "Effect": "The user can activate these boots to jump up to a long distance and then land safely.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A metal plate worn on the back and held in place by two shoulder straps",
    "Depletion": "1 in 1d10",
    "Name": "Light Discus",
    "Level": "1d6 + 2",
    "Effect": "The user must be wearing the device to activate it. After doing so, he can pull a disk made of glowing, solidified light out of the plate and throw it at a target within short range. The disk inflicts damage equal to half the artifact level. After making the attack, the disk may fly to attack up to two different targets, each within a short distance of the last, and inflicting the same damage as the first attack. After the disk makes its last attack, it flies back to the user’s hand and dissipates.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A metal and synth tendril with an illuminated end",
    "Depletion": "—",
    "Name": "Light Tendril",
    "Level": "1d6",
    "Effect": "This mechanical tendril grafts easily (and without surgery) onto the user’s back. She controls the tendril, which always shines light on whatever she wishes.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A short handle with a 10-foot-long (3 m) filament extending from the end",
    "Depletion": "1 in 1d10",
    "Name": "Lightning Whip",
    "Level": "1d6",
    "Effect": "When activated, energy crackles all along the length of the filament for one minute. While energized, the device can be used like a whip (a light weapon) that inflicts 4 points of damage. The damage ignores Armor.",
    "Categories": "Weapons (Melee)",
    "Source": "Compendium"
  },
  {
    "Form": "Set of lightweight collapsible wings and harness built of adamant silk and azure steel. The spine of the wings is actually a stronglass terrarium hosting the bioluminescent worms that power the device.",
    "Depletion": "1 in 1d20",
    "Name": "Lightwings",
    "Level": "1d6",
    "Effect": "When activated, the wings light up and can carry the user and her equipment up to 50 feet (15 m) in the air. Each time the wings are used, they last a number of minutes equal to the artifact level × 10 (a new roll is required for each use). As the power gets used up, the bioluminescent light begins to wane, alerting the wearer. The worms require about a day of rest between each use of the wings. (The wings don’t work as well if used more than once per day. For subsequent uses within 28 hours, they last only a number of minutes equal to the artifact level × 2). Action to attach. Action to activate.",
    "Categories": "Enhancements (Movement)",
    "Source": "Compendium"
  },
  {
    "Form": "A pink-hued gelatinous mass",
    "Depletion": "Automatic",
    "Name": "Likeness Thief",
    "Level": "1d6 + 2",
    "Effect": "The device activates when placed onto the face of another creature, and once activated, it cannot be removed for one minute. During this time, the mass excretes digestive enzymes that inflict 10 points of corrosive damage, destroying the face of the creature it touches. Afterward, the mass hardens into a perfect copy of the face it destroyed. When a creature wears the mask, it becomes like real tissue and moves in a lifelike and realistic manner. If the victim survives having its face stolen, it is blind, and its facial features are almost completely erased. Nothing remains except a nub of a nose and a slit for a mouth.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A large device that fits over the user’s hand and has a screen, an array of controls, and a long metal tendril that functions as a sensory apparatus",
    "Depletion": "1 in 1d20",
    "Name": "Liminal Scanner",
    "Level": "1d6 + 2",
    "Effect": "This device scans an object or creature within short range and determines a variety of qualities (some quite esoteric) that cannot be observed with the naked eye. This grants the user an asset in dealing with the material in some desired way, chosen by the user. For example, a scanned wall might be easier to break through, a foe might be easier to attack, a device might be easier to understand, and so on. The asset is always specific to the single object or creature and to the single task specified, but it remains indefinitely.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A spool of hard, flat, segmented cable",
    "Depletion": "1 in 1d20",
    "Name": "Living Cable",
    "Level": "1d6",
    "Effect": "When activated, the cable unspools and sprouts two rows of impossibly long legs from either side, one pair per segment, while a row of knobby protrusions that resemble handles rise up from it, perpendicular to the legs. The cable then slithers to the vertical surface the user indicates and climbs up or down until it reaches the top or bottom or until it has extended its body to a distance of 100 feet (30 m). It uses its legs to grip the surface and remains in place until a button is depressed near the top or bottom, which causes the thing to release, coil up, and retract all its legs and knobs.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Thick, genetically created rope, approximately 20 feet (6 m) long, with suction disks all along its length and a bulbous opening on one end, that self-coils into a buoyant, waterproof case",
    "Depletion": "1 in 1d100",
    "Name": "Living Tentacle",
    "Level": "1d6",
    "Effect": "The cord suctions to anything that it is pressed against, living or nonliving. When one suction disk is set, the others follow suit, always forming as straight a line as possible. Once the cord has suctioned to something, it will not release until the bulbous opening has been “fed” (usually a bit of meat, although tastes can vary from cord to cord).",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A 10-foot (3 m) cube of metal mounted on two wide tracks",
    "Depletion": "—",
    "Name": "Living Wall",
    "Level": "1d6 + 2",
    "Effect": "This device functions as a level 3 creature that accompanies the user and follows his instructions. The only action the device can take is to move where the user directs it. As a level 3 creature, it has a target number of 9 and a health of 9. It has 5 Armor. The creature can move only across the ground. The device is destroyed if reduced to 0 health.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A long metallic spike",
    "Depletion": "—",
    "Name": "Logic Spike",
    "Level": "1d6",
    "Effect": "To activate this item, the user must hammer the spike into his head, which inflicts no damage. Once installed, the device decreases the difficulty of any task that involves reason, logic, or recall by two steps. However, it increases the difficulty of any task that involves communication by one step. An installed spike cannot be removed without permanently reducing the user’s Intellect Pool to 0.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A 7-foot-tall (2 m) collapsible metal stand with a 3-foot-by-3-foot (1-m-by-1-m) empty box on top and a control panel along the side",
    "Depletion": "1 in 1d6",
    "Name": "Machine’s Heart",
    "Level": "1d6",
    "Effect": "It takes two rounds to assemble and set up this device, and then it takes an action to activate it. The empty box can hold four depleted, broken, or otherwise unusable cyphers and artifacts. When the box is filled with the numenera and the machine’s heart is activated, it combines all of the numenera items inside it and reconfigures them into a number of new cyphers or artifacts equal to the artifact level.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Stiff leather bag of fairly large size",
    "Depletion": "—",
    "Name": "Manybag",
    "Level": "1d6",
    "Effect": "This leather bag has dozens of sealed compartments of different sizes. By verbal command, portions of the bag can become selectively intangible so that anything in the bag can be accessed quickly. In effect, the user can speak a command word and draw out whatever object in the bag is desired, because all other obstructing compartments (and their contents) are rendered out of phase for a moment.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A small handheld device equipped with prongs at one end",
    "Depletion": "1 in 1d6",
    "Name": "Matter Separator",
    "Level": "1d6 + 2",
    "Effect": "This device causes the atomic bonds holding together a creature or object within an immediate distance to separate, creating a cloud of dust that spreads out a short distance in all directions and remains there for one round. Unless dispersed by wind (which utterly destroys the target), the target snaps back together after the effect ends. The user then rolls a d20. On a result of 11 or higher, a part of the target, as decided by the GM, is missing. The disappearance inflicts 4 points of damage that ignores Armor.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Mechanical arm grafted to a stump on a person’s body",
    "Depletion": "—",
    "Name": "Mechanical Arm",
    "Level": "1d6 + 2",
    "Effect": "The arm must be surgically and permanently attached (a task equal to the artifact level). The procedure takes about an hour in a skilled chiurgeon’s hands. Once the arm is attached, the user has complete control over the limb and uses it naturally. The arm grants an asset on any task involving carrying or lifting.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Mechanical leg grafted to a stump on a person’s body",
    "Depletion": "—",
    "Name": "Mechanical Leg",
    "Level": "1d6 + 2",
    "Effect": "The leg must be surgically and permanently attached (a task equal to the artifact level). The procedure takes about an hour in a skilled chiurgeon’s hands. Once the leg is attached, the user has complete control over the limb and uses it naturally. The leg grants an asset on any task that involves running.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A sharp metal spike that must be inserted into the base of the neck at an upward angle. Installing the spike inflicts no damage, but it cannot be removed without killing the person.",
    "Depletion": "—",
    "Name": "Memory Shard",
    "Level": "10",
    "Effect": "The spike contains a personality fragment from a person long dead. Installing the spike floods the host’s mind with shreds of memory, feelings, and sensations until he absorbs the extra personality. He can immediately choose and gain a second focus.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Large device with multiple screens and controls as well as wires with electrodes",
    "Depletion": "Automatic",
    "Name": "Mental Storage",
    "Level": "1d6 + 4",
    "Effect": "When used, this device records a thinking creature’s knowledge, memories, and personality—basically, a copy of his consciousness. The recording process takes four hours. The device can then store this data indefinitely. It can be accessed and downloaded into another appropriate device or body (if those capabilities are available). The device can be used only once.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Large handheld device with a starshaped wheel on the end of a long extension",
    "Depletion": "1 in 1d10",
    "Name": "Mesmerizing Flame",
    "Level": "1d6 + 2",
    "Effect": "When the device is activated, two things happen. First, the user is protected by a shield of force that provides +1 to Armor, and +10 to Armor against flame. Second, the starshaped wheel begins spinning and spitting out flames. This is a heavy melee weapon that inflicts damage equal to the artifact level + 2, and all of the damage is fire and heat (ignores Armor). Once activated, the device remains active for one minute. Moreover, when the device is activated, creatures within immediate range that can see the patterns in the spinning flames become mesmerized, losing their action in the next round. Creatures that come within immediate range once the device is active may also become mesmerized. No creature ever loses more than one action to the patterns.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A living gelatinous creature encased in a medium-sized orb",
    "Depletion": "1 in 1d20 for the Speed and Might defense abilities (after depletion, the glossed armor retains its water-, wind-, and lightreflection properties)",
    "Name": "Mesoglea Gloss",
    "Level": "1d6",
    "Effect": "After breaking the orb and essentially killing the creature inside, the user can then slather a piece of armor with the goo. Once the goo dries into a hard shellac (about ten minutes), it provides protection against water, wind, and light. Additionally, the user can add a single drop of liquid to the gloss to activate it. When activated, the gloss becomes both hard and slippery, decreasing the difficulty of all Speed and Might defense actions by one step for one hour. Applying the gloss is an action. Activating the gloss is also an action.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A weapon (usually a broadsword or dagger) made from grey crystal",
    "Depletion": "—",
    "Name": "Mind Blade",
    "Level": "1d6",
    "Effect": "The material from which the weapon is made is highly receptive to thought and stores mental energy placed into it. When a user attacks with the weapon and would apply Effort, he can spend points from his Intellect Pool instead of his Might Pool.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A metal helmet with an opaque visor",
    "Depletion": "1 in 1d6",
    "Name": "Mind Displacer",
    "Level": "1d6 + 4",
    "Effect": "When activated, the device blasts the user’s mind with vivid colors for one minute. At the end of this time, the user sees and hears as if at a fixed point in a place that she has visited at least once before. The perception lasts until she removes the device.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Synth eye cups",
    "Depletion": "1 in 1d20",
    "Name": "Minute Lenses",
    "Level": "1d6",
    "Effect": "The wearer can refocus her eyes to magnify whatever she is looking at within an immediate distance by up to one hundred times.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A complex mechanical device bristling with multicolored lenses",
    "Depletion": "1 in 1d6",
    "Name": "Mirage Generator",
    "Level": "1d6 + 4",
    "Effect": "Activating the device takes ten minutes. At the end of this time, the device creates a complex scene of images (chosen by the user) within immediate range. The entire scene must fit inside a 100-foot (30 m) cube. The images are made from solidified light and look and feel completely real. The device also creates sounds to make the images seem real. If the images include creatures, those creatures look and act like real creatures, but when they talk, they speak in gibberish. The only quality the device cannot produce is smell—nothing created by the device has an odor. The images last for one hour or until the device is deactivated (not an action). If the scene is something that could be harmful (such as a roaring inferno), the device inflicts ambient damage equal to half its level to all creatures within long range. The images cannot conceal terrain features. They can change the features’ general appearance but must incorporate them into the scene. Thus, a pit in the area would still be a pit, though the color might change so that it blends in with the created scene.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A small handheld device and a larger complex mechanical device with treads and a multijointed arm",
    "Depletion": "1 in 1d20",
    "Name": "Mobile Arm",
    "Level": "1d6 + 1",
    "Effect": "The bigger device is about 3 feet (1 m) long, with an arm that can extend out to 7 feet (2 m). It is controlled by the smaller device. The larger device can be made to move across almost any solid surface, and the mechanical arm can manipulate objects in a crude fashion. It can open doors, pull levers, push buttons, pick up and drop objects that a human could pick up in one hand, push or pull objects about the size of a human or smaller, and so on. It is neither fast enough nor precise enough to make attacks. When activated, it operates for one hour.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A bracelet made from a flexible, synthetic material and a viewscreen",
    "Depletion": "1 in 1d100 (checked each day the bracelet is worn)",
    "Name": "Monitor Bracelet",
    "Level": "1",
    "Effect": "The device activates when a creature puts on the bracelet. While the bracelet is worn, the viewscreen displays the wearer’s exact position and vital signs.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Hilt with connected red sphere",
    "Depletion": "1 in 1d20",
    "Name": "Monowhip",
    "Level": "1d6 + 4",
    "Effect": "Produces a 10-foot-long (3 m), hairthin, glowing white cord. The whip cuts through any material of a level lower than its own. If used to attack, the whip is a light weapon that ignores Armor of a level lower than its own, but each attack requires a depletion check. Furthermore, each missed attack requires a difficulty 3 Speed defense roll to avoid accidentally taking damage from the retracting whip.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A flat nodule of tissue equipped with a round, toothed mouth on one side and a great roaming red eye on the other",
    "Depletion": "1 in 1d10",
    "Name": "Mother Parasite",
    "Level": "1d6 + 2",
    "Effect": "The user must position the parasite so it can bite his skin. The parasite sinks its teeth into his skin and remains there. The bite inflicts 1 point of damage. While in place, the parasite draws sustenance from its host, reducing his Might Pool by 1. The parasite automatically activates whenever the user fails a Might or Speed defense roll. An orifice opens on the parasite and sprays corrosive slime at a target of the user’s choice within immediate range. The slime inflicts damage equal to the artifact level. The damage penetrates (ignores) up to 2 Armor.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Small handheld device",
    "Depletion": "1 in 1d20",
    "Name": "Multiphasic Ray",
    "Level": "1d6",
    "Effect": "Emits a ray of yellow-orange light that bathes up to three human-sized targets in a burst of energy. For the next ten minutes, those affected by the ray are multiphasic, existing in multiple phases and dimensions at one time. Multiphasic characters are not subject to the special resistances of creatures that are normally difficult to touch or attack because they are out of phase or transdimensional in nature. Likewise, if the attacks of foes who are out of phase or transdimensional would normally ignore Armor, this benefit does not apply to multiphasic characters.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Yellow and blue gloves with glowing fingertips",
    "Depletion": "1 in 1d20 (roll each time when putting the gloves on)",
    "Name": "Music Makers",
    "Level": "1d6",
    "Effect": "While the gloves are worn and the fingertips are pressed to the surface of any living creature, they sound off in a series of notes. The notes may be altered by the amount of applied pressure, the angle of the touch, and the movement of the living creature. The sounds can be heard by anyone within 500 feet (152 m).",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A leather face mask with a variety of synth protuberances",
    "Depletion": "1 in 1d100 (checked each day the mask is worn, and checked each time the mutation is changed)",
    "Name": "Mutation Mask",
    "Level": "1d6 + 4",
    "Effect": "When worn, the mask conforms to the wearer’s head, enclosing it. While wearing the mask, the character can trigger a mutation by spending an action fiddling with the mask. Over the next few rounds, any previous mutations fade, and a new mutation appears. Roll on the mutation tables for a harmful mutation (1 on a 1d6), a beneficial mutation (2–5 on a 1d6), or a powerful mutation (6 on a 1d6).",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Small cylinder with a few studs",
    "Depletion": "1 in 1d10",
    "Name": "Neural Disruptor",
    "Level": "1d6 + 2",
    "Effect": "Fires a green neural disruption beam at long range. Those struck suffer 2 points of Intellect damage (ignores Armor) and must make an Intellect defense roll or lose their next turn, stunned.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A sword whose blade is covered with circuitry",
    "Depletion": "—",
    "Name": "Null Blade",
    "Level": "1d6 + 4",
    "Effect": "This weapon functions as a normal sword (sometimes a dagger). However, if the user kills a creature with this weapon, the creature and everything it wears and carries disappears, erased from existence.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A 50-foot (15 m) length of thin metallic cable",
    "Depletion": "1 in 1d100",
    "Name": "Obedient Rope",
    "Level": "1d6 + 4",
    "Effect": "This extremely useful, semi-intelligent cable obeys the verbal commands of the user. The cable can tie itself in knots and untie those knots. It can become sticky to adhere to surfaces (selectively—parts of the cable can remain normal) or rigid (again, selectively). The rope cannot move of its own volition other than to tie or untie itself.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A fleshy mass with three eyes that fits over the head (and one eye) of a human",
    "Depletion": "—",
    "Name": "Ocular Graft",
    "Level": "1d6 + 1",
    "Effect": "This living device feeds off the nutrients in the host’s blood, so her total Might Pool is reduced by 1 while the graft is worn. She has an asset on perception tasks and can see in complete darkness as if it were dim light. Perhaps most impressive, the host can see creatures and objects within short range that are invisible, out of phase, or dimensionally displaced. The graft inflicts 8 points of damage to the host if removed.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A synthsteel helm with seven round eyes",
    "Depletion": "1 in 1d20 (check each day used)",
    "Name": "Ocular Helm",
    "Level": "1d6 + 1",
    "Effect": "The wearer of this strange helm sees a variety of visual sensors, clarity enhancers, viewfinders, rangefinders, and other aids to sight. She gains an asset on perception tasks and all ranged attacks.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A small metal box",
    "Depletion": "1 in 1d10",
    "Name": "Oubliette",
    "Level": "1d6 + 2",
    "Effect": "When thrown (short range) at a human-sized creature, the box unfolds, expands, and snaps shut around a target. The box is a 7-foot (2 m) cube. There is enough air inside to allow the target to breathe (if it needs to). If the user activates the artifact while it contains a target, the box opens, releases its contents, and returns to its normal small size. If it deactivates while holding a target, the device must be destroyed in order to firee its contents.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Mechanical implant",
    "Depletion": "—",
    "Name": "Periscopic Eye",
    "Level": "1d6",
    "Effect": "This device must be surgically implanted behind the user’s eyeball (a level 1d6 task that takes about one hour). Once it’s placed, the user can push on the inside of his eye and extend his eyeball out a number of feet equal to the artifact level. Doing this allows him to see around corners, down thin tunnels, and anywhere else he is willing to risk sending his eyeball.",
    "Categories": "Artificial Body Parts/Implants",
    "Source": "Compendium"
  },
  {
    "Form": "A metal helmet trailing wires with several spikes on the inside",
    "Depletion": "Automatic",
    "Name": "Personality Adjuster",
    "Level": "1d6 + 4",
    "Effect": "When placed on a creature’s head, the helmet inflicts 2 points of damage. If the helmet is activated, it completely erases the creature’s memories and personality, turning the creature into a blank slate, a process that takes about one hour. After this time, the user who activated the device can implant new memories that build the creature’s personality. If used on a character, the character remains at his tier, but he can swap out his type, descriptor, and focus for different ones.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A battleaxe whose blade is made of an unknown translucent material",
    "Depletion": "—",
    "Name": "Phase Axe",
    "Level": "1d6 + 4",
    "Effect": "This weapon functions as a normal battleaxe except the blade can pass through anything made of rock or metal. Attacks with the weapon ignore Armor made from these materials.",
    "Categories": "Weapons (Melee)",
    "Source": "Compendium"
  },
  {
    "Form": "Two metal disks, each 5 feet (2 m) in diameter",
    "Depletion": "1 in 1d20",
    "Name": "Photon Transporter",
    "Level": "1d6 + 4",
    "Effect": "When activated, anything on one of the metal disks instantly transports to the other disk. The device accomplishes this by transforming the item or passenger into light particles and broadcasting them to the second disk. When the particles arrive, the disk reassembles them in their original form. The devices allow instant transport from one disk to the other and back again, regardless of the distance separating them. Photon Transporter GM Intrusion: If a use would deplete the device, there could be a mishap. If the device transports an object, the object disappears. If it transports a creature, something goes horribly wrong and the device inflicts damage equal to the artifact level. This damage ignores Armor. If the creature survives, it gains a random harmful mutation.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A metal arm with a pincer rather than a hand",
    "Depletion": "—",
    "Name": "Pincer Arm",
    "Level": "1d6 + 1",
    "Effect": "The arm must be surgically and permanently attached (a task equal to the artifact level). The procedure takes about an hour in a skilled chiurgeon’s hands. Once the arm is attached, the user has complete control over the limb and uses it naturally. The arm grants an asset on grabbing, grappling, and any task involving carrying or lifting. Further, the arm is considered a medium weapon if used to attack. However, the arm allows for no delicate or fine manipulation.",
    "Categories": "Artificial Body Parts/Implants",
    "Source": "Compendium"
  },
  {
    "Form": "Flat metal disk 4 inches (10 cm) across",
    "Depletion": "—",
    "Name": "Point Clamp",
    "Level": "1d6 + 3",
    "Effect": "When this object touches another object, it forms a point-to-point connection that is almost unbreakable. The connection can be undone by activating a control on the side of the disk. The disk can be connected to multiple objects at once. For example, a character could attach it to a rope and then fling the disk up to the ceiling, where it would attach, allowing him to climb up.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Very thin transparent glove",
    "Depletion": "1 in 1d10",
    "Name": "Poisoner’s Touch",
    "Level": "1d6 + 1",
    "Effect": "When the wearer concentrates (taking an action), the glove secretes a small amount of nerve toxin. The next creature touched suffers Speed damage equal to the artifact level (ignores Armor) and must make a new defense roll each round or suffer the damage again until either she succeeds at the defense roll or five rounds pass, whichever comes first.",
    "Categories": "Weapons (Melee)",
    "Source": "Compendium"
  },
  {
    "Form": "Black synth cube 1 foot (0.3 m) on a side that expands to a shelter 3 feet by 3 feet by 7 feet (1 m by 1 m by 2 m)",
    "Depletion": "1 in 1d20",
    "Name": "Portable Lavation",
    "Level": "1d6",
    "Effect": "When set up near water (or if set up prior to a rainstorm), the device cleans and heats up to 1 gallon (4 L) of liquid and then creates a pressurized shower that lasts for ten minutes. The pressurized water also contains a scented residue that stays on the skin, which produces an odor that most humans find pleasing. Those who shower for ten minutes (and don’t wipe the scented residue off their skin) find that the difficulty of all actions related to charm, charisma, and persuasion is reduced by one step for one hour, but only when they are dealing with humans. The device takes 28 hours to recharge between uses. When in its box form, the device is sturdy enough to use as a stool or small table.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "An oversized metal gauntlet with thick protrusions on the knuckles",
    "Depletion": "1 in 1d6",
    "Name": "Power Glove",
    "Level": "1d6 + 1",
    "Effect": "Unarmed strikes made while wearing the glove inflict 1 additional point of damage. However, if the user takes an action to activate the glove, energy sparks between the protrusions for one round. During that round, if the attack is successful, the glove inflicts 5 additional points of damage and throws the target back a short distance.",
    "Categories": "Weapons (Melee)",
    "Source": "Compendium"
  },
  {
    "Form": "A thick stylus that produces quickhardening “ink” of varying firmness and strength, as desired",
    "Depletion": "1 in 1d10",
    "Name": "Printing Stylus",
    "Level": "1d6 + 2",
    "Effect": "The stylus can be used to draw threedimensional objects in midair. It takes a few rounds to draw a piece of basic equipment, such as rope, a backpack, spikes, a sword, or a shield. Upon completion of the drawing, the user makes an Intellect roll against a target number determined by the GM. The roll might be modified by any skill the GM agrees is pertinent. On a success, the item drawn becomes a real piece of equipment.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A synth cube made of small white cubes and blue spheres",
    "Depletion": "1 in 1d100",
    "Name": "Probability Engine",
    "Level": "1d6 + 2",
    "Effect": "When the user activates the item, the GM secretly rolls a d20 and notes the result. Anytime the user chooses, she can replace the result of one roll with the number that the GM rolled. The GM rolls a new secret number each time the device is activated.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A multicolored cloak",
    "Depletion": "1 in 1d10",
    "Name": "Probability Mantle",
    "Level": "1d6 + 2",
    "Effect": "If the wearer fails a defense roll or an attack roll, she can call on the probability mantle for a second chance (and another roll).",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A 3-foot-tall (1 m) collapsible tripod with a metallic projectile weapon mounted on top",
    "Depletion": "1 in 1d20",
    "Name": "Projectile Drone",
    "Level": "1d6 + 3",
    "Effect": "It takes two rounds to assemble and set up this device. Once set up, it takes an action to activate. When activated, this device follows whoever activated it around for one hour on its tripod legs (movement: short). If the user comes under attack, the drone fires one shot per round at attackers within long range, inflicting damage equal to the artifact level.",
    "Categories": "Automatons",
    "Source": "Compendium"
  },
  {
    "Form": "A stylized amulet worn on a chain",
    "Depletion": "1 in 1d6 (check each time the amulet reduces the damage)",
    "Name": "Protection Amulet",
    "Level": "1d6",
    "Effect": "The amulet reduces one type of damage by an amount equal to the artifact level. Roll a d20 to determine the kind of damage the amulet protects against.",
    "Categories": "Protection (General)",
    "Source": "Compendium",
    "RollTable": {
      "RollTableRows": [
        {
          "Roll": "1–4",
          "Result": "Cold"
        },
        {
          "Roll": "5–8",
          "Result": "Electrocution and shock"
        },
        {
          "Roll": "9–12",
          "Result": "Fire"
        },
        {
          "Roll": "13–16",
          "Result": "Poison"
        },
        {
          "Roll": "17–20",
          "Result": "Radiation"
        }
      ]
    }
  },
  {
    "Form": "A weave of thin metallic wires worn on a shaved head",
    "Depletion": "1 in 1d10 (check each time the user makes an Intellect defense roll)",
    "Name": "Psycap",
    "Level": "1d6 + 2",
    "Effect": "The weave protects the wearer’s mind from mental attacks. While he wears it, he has an asset on Intellect defense rolls and cannot be contacted by telepathic means.",
    "Categories": "Protection (General)",
    "Source": "Compendium"
  },
  {
    "Form": "A short, fat tube joined with a long, thin tube",
    "Depletion": "1 in 1d20",
    "Name": "Pulse Staff",
    "Level": "1d6 + 2",
    "Effect": "Fires pulses of energy up to 200 feet (61 m) that explode in an immediate radius for 5 points of damage. However, whenever the device is used, if the player rolls a 1 or 2, the pulse explodes early at a point determined by the GM.",
    "Categories": "Weapons (Ranged)",
    "Source": "Compendium"
  },
  {
    "Form": "A round metal disk with an adhesive patch and a handheld device that controls it",
    "Depletion": "1 in 1d10",
    "Name": "Punishment Tick",
    "Level": "1d6 + 2",
    "Effect": "When the disk is touched to a creature’s skin, tiny metal barbs sprout from the perimeter and embed the disk in the flesh. Pressing the button on the handheld device inflicts 2 points of electrocution damage to the creature to which the disk is attached.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A long metal pole with a handle in the middle and two buttons above it",
    "Depletion": "1 in 1d20",
    "Name": "Pyroclastic Staff",
    "Level": "1d6",
    "Effect": "A user can wield this device as a normal quarterstaff. It also has two functions, which can be activated by pressing one of its two buttons. The first function causes a short jet of bright blue flame to rise from one end. The flame emits bright light out to a short distance. In addition, the staff inflicts 2 additional points of fire damage that ignores Armor. The flame burns for up to one hour. The second function causes a blast of flames to wash out from one end at up to three targets within immediate range. The flames inflict burn damage equal to the artifact level.",
    "Categories": "Weapons (Melee), Weapons (Ranged)",
    "Source": "Compendium"
  },
  {
    "Form": "A long metal pole",
    "Depletion": "1 in 1d100",
    "Name": "Quickice Axe",
    "Level": "1d6 + 2",
    "Effect": "The end of this pole sprays out liquid that immediately fireezes into an axe blade, turning the pole into a heavy weapon. Further, if the blade is touched to water or other liquid, it fireezes an area approximately 6 feet (2 m) in radius around it. Using this secondary function also triggers a depletion roll. Once created, the axe head lasts for 28 hours.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A small handheld device",
    "Depletion": "1 in 1d100",
    "Name": "Remnant Reader",
    "Level": "1d6",
    "Effect": "When activated and slowly passed over bones, skin, or some other bit of organic tissue, the device “reads” the material and compares its composition to information stored in the datasphere. After one minute, the device emits a tiny shimmering hologram that reveals what the creature looked like when it was alive. This image lasts for about a minute and then flickers before disappearing altogether.",
    "Categories": "Datasphere Devices",
    "Source": "Compendium"
  },
  {
    "Form": "A metallic hand",
    "Depletion": "1 in 1d20",
    "Name": "Replacement Hand",
    "Level": "1d6 + 1",
    "Effect": "To use this device, a user must hold it to the stump of an arm for at least one minute. At the end of this time, filaments bind the hand to the arm and connect with the user’s nerve endings so that it can be used as if it were a normal hand. After the item has been attached, the user can take an action to detach the hand from the stump. The hand drops and moves about, scuttling like a spider. The user can control the hand and perceive through it out to a short distance. The hand is a level 1 creature under the user’s control and has a target number of 3, inflicts 1 point of damage, and has 3 health. The hand can remain separated for up to one hour. At the end of this time, the device powers off and must be reattached for at least one hour before it can be separated again.",
    "Categories": "Artificial Body Parts/Implants",
    "Source": "Compendium"
  },
  {
    "Form": "A lidded canister made of metal and glass containing a padded bed",
    "Depletion": "1 in 1d10",
    "Name": "Restoration Pod",
    "Level": "1d6 + 4",
    "Effect": "The artifact activates only when a creature climbs inside the device. When this happens, roll a d20. If you roll any number other than 1, the lid seals shut, the device replenishes the creature’s stat Pools up to their maximum, and it also removes any poisons, diseases, and contaminants that might be affecting the creature. However, if you roll a 1, the device malfunctions and takes the creature apart piece by piece, painting the interior with gore and killing the creature almost instantly.",
    "Categories": "Healing Devices",
    "Source": "Compendium"
  },
  {
    "Form": "Freestanding device with small control panel",
    "Depletion": "1 in 1d6",
    "Name": "Ring Of Iron Wind",
    "Level": "1d6",
    "Effect": "When activated prior to the arrival of a storm, the device implodes, creating a gravitationally null ring about 6 feet (2 m) in diameter and 8 feet (2 m) tall. The space inside the ring is protected from the majority of all external effects (including heat, cold, rain, wind, and storms) for a number of hours equal to the artifact level.",
    "Categories": "Protection (General)",
    "Source": "Compendium"
  },
  {
    "Form": "A clear synth panel and 1d6 + 4 metal spheres with glass eyes, each about the size of a fist",
    "Depletion": "1 in 1d20",
    "Name": "Roving Eyes",
    "Level": "1d6",
    "Effect": "The spheres float in the air, moving in designated patrol patterns assigned to them by the user, moving no more than 300 feet (91 m) before they return to their starting point. Each sphere can have its own pattern, but once set, it cannot be changed. At any time, the user can see on the synth panel what any one of the spheres sees with its eye. The glass eyes see with the same ability as a human’s.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A series of fabric straps that open to form a seat like a swing",
    "Depletion": "1 in 1d20",
    "Name": "Seated Lift",
    "Level": "1d6",
    "Effect": "When a person sits in the device, she can use a small dial on the right side to be lifted up to 3 feet (1 m) in the air. The device holds only one person at a time. While active, it gives a few inches in any direction when pushed, but it never moves more than that.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A pair of skintight gloves made from synthetic material woven with circuitry",
    "Depletion": "—",
    "Name": "Second Hand",
    "Level": "1d6",
    "Effect": "Putting on the gloves causes them to merge with the wearer’s skin, and they can never be removed. The wearer has an asset on all tasks that involve perceiving by touch.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "An injector filled with silvery liquid",
    "Depletion": "—",
    "Name": "Silver Ichor",
    "Level": "1d6 + 4",
    "Effect": "To activate this device, the user must inject the liquid into her body. An hour after activation, the liquid spreads throughout her system and links her to the datasphere, giving her complete control over her body, with several benefits. She can control her heart rate, breathing, and any other body functions she chooses. Her Might Edge increases by 1 as the device allows her to coax more energy from her body and achieve greater control over its systems. If she becomes diseased, poisoned, or sickened by a harmful environmental effect such as radiation, she can use an action to flush the toxin from her body. She can use an action to adapt her body to extreme heat or cold. While adapted, she reduces damage from cold or fire by 2 points. Finally, whenever she makes a recovery roll, she can roll twice and use the higher result.",
    "Categories": "Datasphere Devices, Enhancements (Might)",
    "Source": "Compendium"
  },
  {
    "Form": "When not affixed to a creature, this looks like a mass of diaphanous fabric. On a creature, it is almost invisible.",
    "Depletion": "1 in 1d100 (checked each time the user sustains fire damage)",
    "Name": "Skin Of Fire Sloughing",
    "Level": "1d6 + 1",
    "Effect": "When stretched over a creature’s normal skin, this organic material adheres and conforms to its body shape. While wearing the skin, the creature gains +5 to Armor against damage inflicted by fire.",
    "Categories": "Protection (Armor)",
    "Source": "Compendium"
  },
  {
    "Form": "When not affixed to a creature, this looks like a mass of diaphanous fabric. On a creature, it is almost invisible.",
    "Depletion": "1 in 1d100 (checked each day the skin is used)",
    "Name": "Skin Of Water Breathing",
    "Level": "1d6 + 1",
    "Effect": "When stretched over a creature’s normal skin, this organic material adheres and conforms to its body shape. While wearing the skin, the creature can breathe normally both in air and underwater, and is not adversely affected by extreme pressure or sudden changes in pressure.",
    "Categories": "Protection (General)",
    "Source": "Compendium"
  },
  {
    "Form": "A large hollow head, about 30 feet (9 m) in diameter, made from stone. Characters can access the interior by crawling through its mouth. The inside has enough space to hold up to eight human-sized people. The head’s interior features comfortable cushions on its floor and several cabinets containing foodstuffs, drinks, and toiletries that replenish each day.",
    "Depletion": "1 in 1d20",
    "Name": "Sky Chariot",
    "Level": "8",
    "Effect": "The device hovers 3 feet (1 m) above the ground and remains there until activated by the pilot. A potential pilot must be inside the head and wear a headband that is connected to the device by a thick cord. The pilot can then fly the head by making Intellect rolls (level 3) each round. In combat, the pilot can use an action to move the head a long distance reach round. On extended trips, the head can fly up to 60 miles (97 km) per hour and reach an altitude of 5 miles (8 km).",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A mesh skullcap that’s placed on another creature and a handheld device that allows the user to control the creature",
    "Depletion": "1 in 1d6",
    "Name": "Slave Cap",
    "Level": "1d6 + 2",
    "Effect": "The cap shuts down all mental capacity by suffusing the wearer’s mind with psychic static. If the wearer’s level is equal to or lower than the artifact level, the wearer cannot take actions for one hour or until the cap is removed. The user can use the handheld device to control the wearer as an action. The user may give the target general instructions, such as “Stand over there” or “Clean that room,” or a specific instruction to take a particular action, such as to move or attack. In the case of general instructions, the wearer carries them out to the best of its ability until it completes the task. Then it stands in place until given new instructions. When the effect ends, the wearer does not remember being controlled or anything that it did while controlled. A slave cap can be adjusted to affect automatons rather than organic living creatures with a task difficulty of 5.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A long device with a narrow metal tube",
    "Depletion": "1–3 in 1d100",
    "Name": "Slugspitter (Heat)",
    "Level": "1d6 + 2",
    "Effect": "With a quiet sound like a puff of air, this device fires a tiny slug of metal with a range of 200 feet (61 m). It inflicts damage equal to the artifact level. A slug that strikes and does damage then grows very hot, so on the next round, the target automatically suffers the same amount of damage again from the heat. This device is a rapid-fire weapon, and thus can be used with the Spray or Arc Spray abilities that some glaives and jacks have, but each “round of ammo” used or each additional target selected requires an additional depletion roll.",
    "Categories": "Weapons (Ranged)",
    "Source": "Compendium"
  },
  {
    "Form": "A long device with a narrow metal tube",
    "Depletion": "1–4 in 1d100",
    "Name": "Slugspitter (Inorganic Phasing)",
    "Level": "1d6 + 2",
    "Effect": "With a quiet sound like a puff of air, this device fires a tiny slug of metal with a range of 200 feet (61 m). It inflicts damage equal to the artifact level, but since the slug phases through inorganic matter, it ignores Armor. In fact, the slug can even pass through walls unhindered, although targeting through a solid wall provides its own challenges. This weapon cannot harm inorganic targets (it passes through them). This device is a rapidfire weapon, and thus can be used with the Spray or Arc Spray abilities that some glaives and jacks have, but each “round of ammo” used or each additional target selected requires an additional depletion roll.",
    "Categories": "Weapons (Ranged)",
    "Source": "Compendium"
  },
  {
    "Form": "A long device with a narrow metal tube",
    "Depletion": "1 in 1d20",
    "Name": "Slugspitter (Mass Increasing)",
    "Level": "1d6 + 2",
    "Effect": "With a quiet sound like a puff of air, this device fires a tiny slug of metal with a range of 200 feet (61 m). Since the slug increases its mass as it travels, it inflicts damage equal to the artifact level + 4. This device is a rapid-fire weapon, and thus can be used with the Spray or Arc Spray abilities that some glaives and jacks have, but each “round of ammo” used or each additional target selected requires an additional depletion roll.",
    "Categories": "Weapons (Ranged)",
    "Source": "Compendium"
  },
  {
    "Form": "A pair of boots",
    "Depletion": "1 in 1d100",
    "Name": "Smart Boots",
    "Level": "1d6 + 1",
    "Effect": "When activated, the boots allow the wearer to move across rough or difficult terrain, walk up walls, and even walk across liquids without penalty to movement for one hour. In a low-gravity or zero-gravity environment, the boots adhere to a surface and allow the wearer to walk normally.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Collared cape",
    "Depletion": "1 in 1d100",
    "Name": "Smart Cape",
    "Level": "1d6 + 1",
    "Effect": "It takes one round to slip into the cape, pull up the collar, and seal the front. When activated, the cape provides +3 to Armor against damage from fire, electricity, radiation, and most forms of energy.",
    "Categories": "Protection (Armor)",
    "Source": "Compendium"
  },
  {
    "Form": "Gauntlets",
    "Depletion": "1 in 1d100",
    "Name": "Smart Gloves",
    "Level": "1d6 + 2",
    "Effect": "When activated, these long gloves allow the wearer to safely handle objects that would otherwise inflict damage if held, such as burning items or items dripping with acid. He can also safely insert his arms up to the elbow into liquid that would otherwise inflict damage, such as lava.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Bulky silvery globe that encloses the wearer’s head",
    "Depletion": "1 in 1d100",
    "Name": "Smart Helm",
    "Level": "1d6 + 1",
    "Effect": "When activated, the helm allows the wearer to breathe in any medium, including water, a poisonous atmosphere, or even the airless void, for one hour.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A hood or helmet designed to be worn on the head",
    "Depletion": "1 in 1d20",
    "Name": "Smoke Helm",
    "Level": "1d6",
    "Effect": "When worn, the helmet synthesizes a telepathic smoke from the wearer’s breath. If someone else inhales the smoke, they feel everything the wearer feels for one hour. (If two people wear the helmets, they can “trade” sensations with each other for one hour.)",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A sculpted snail with a hollow, insulated shell made of expandable, malleable metal",
    "Depletion": "1 in 1d20 (check each time a cypher is added to the shell)",
    "Name": "Snail Shell",
    "Level": "1d6",
    "Effect": "Up to two cyphers can be placed within the snail’s shell, as long as each is no larger than a typical handheld device. Thanks to the specially designed material of the shell, these cyphers do not count against a character’s cypher limit. The metal shell has a built-in lock that requires a spoken password to open (set by the user). It’s very difficult to tell from looking at the shell that it is anything more than a whimsical object. Snail shells come in many shapes and forms, including frogs with distended stomachs, large flowers with closed buds, and large purple fruit from the Ausren Woods. All secretly hold anywhere from one to four cyphers, and they are designed to seem like simple objects with no apparent purpose other than decorative. Whatever their design, they are still commonly called snail shells.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A 3-foot-tall (1 m) hairless, nearly mindless creature lacking any distinctive features beyond a gaping orifice in its head",
    "Depletion": "—",
    "Name": "Snuffler",
    "Level": "1d6 + 2",
    "Effect": "This is a level 1 creature. It accompanies you and obeys your commands, but it’s not capable of attacking. As a level 1 creature, it has a target number of 3 and 3 health. If you wave something in front of the snuffler’s orifice, the creature inhales and memorizes the scent. It can then unerringly track the scent until it gets a good sniff of something else. If the creature is reduced to 0 health, it is instantly slain.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Small metal cylinder",
    "Depletion": "1 in 1d20",
    "Name": "Solid Light Bindings",
    "Level": "1d6 + 3",
    "Effect": "When activated, bonds of solid light entwine around a creature touched by the cylinder. It is possible to use this as a weapon in melee or at immediate range, but successfully capturing an opponent requires two attack rolls—one to touch him with the cylinder and the other to ensure that he is ensnared. The bonds last for up to 28 hours.",
    "Categories": "Hard Light Devices",
    "Source": "Compendium"
  },
  {
    "Form": "A metal collar",
    "Depletion": "1 in 1d20 (check once each day)",
    "Name": "Solid Light Helm",
    "Level": "1d6 + 1",
    "Effect": "When the device is activated, the wearer’s head is encased in solid light. If anything specifically attacks the wearer’s head, he has 12 Armor. Moreover, he has breathable air while the helmet is active.",
    "Categories": "Hard Light Devices",
    "Source": "Compendium"
  },
  {
    "Form": "A dagger covered in glowing tracery",
    "Depletion": "—",
    "Name": "Sonic Blade",
    "Level": "1d6 + 1",
    "Effect": "This blade functions as a normal dagger except that when used to make an attack, it vibrates at an ultrasonic firequency that lets it punch through physical armor and other defenses. The weapon inflicts 2 additional points of damage. Affixing a weapon nodule to a sonic blade requires a task with a difficulty of 4.",
    "Categories": "Sound/Sonic Devices, Weapons (Melee)",
    "Source": "Compendium"
  },
  {
    "Form": "Metal rod with a clawlike end",
    "Depletion": "1 in 1d20",
    "Name": "Sphere Thrower",
    "Level": "1d6 + 1",
    "Effect": "When activated, the clawlike end of the rod fills with a ball of roiling energy. If used as a melee weapon, this is a medium weapon that inflicts 2 additional points of damage from the energy, but this strike exhausts the energy and it must be reactivated. More devastatingly, the sphere can be hurled from the rod up to long range, where it bursts in an immediate radius and inflicts damage equal to the artifact level.",
    "Categories": "Weapons (Melee), Weapons (Ranged)",
    "Source": "Compendium"
  },
  {
    "Form": "Harnesslike belt",
    "Depletion": "1 in 1d100",
    "Name": "Spider Harness",
    "Level": "1d6 + 1",
    "Effect": "When activated, eight spindly, jointed metallic legs emerge from the belt and lift the wearer a few feet off the ground for a number of minutes equal to the artifact level. The legs give the wearer a long movement speed on the ground and a short movement speed when climbing on walls or ceilings. In addition, they provide an asset on any task involving running, balance, staying upright, climbing, and so on.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A synth belt with a toggle",
    "Depletion": "1 in 1d20",
    "Name": "Spine Armor",
    "Level": "1d6 + 3",
    "Effect": "When activated, a spine in the belt injects the wearer with a mutagen, causing her skin to grow a mass of protective spines over the course of a few minutes, providing +3 to Armor without any penalties associated with wearing armor. It can’t be worn with other normal armor, which would be pierced and torn by the spines. Whenever a character wearing spine armor makes a successful Speed defense roll against a melee attack, the attacker takes 3 points of damage from the piercing spines. The spine armor lasts for four hours, after which the spines become brittle and break off.",
    "Categories": "Protection (Armor)",
    "Source": "Compendium"
  },
  {
    "Form": "Clear stronglass locket ring that houses a tiny biomechanical spider",
    "Depletion": "1 in 1d6 for the spinner ability (after depletion, the ring can still be worn)",
    "Name": "Spinneret Ring",
    "Level": "1d6",
    "Effect": "When the stronglass is lightly stroked, the spider inside reacts by releasing a thin, incredibly strong steel cord through a small hole in the stronglass. Each cord is about 20 feet (6 m) long. If firmly attached to something, the cord can hold up to 300 pounds (136 kg). Additionally, it can be used as a snare, a whip, or a similar device to cause damage equal to the artifact level + 2.",
    "Categories": "Weapons (Melee)",
    "Source": "Compendium"
  },
  {
    "Form": "A metal glove",
    "Depletion": "1 in 1d10",
    "Name": "Spirit Call",
    "Level": "1d6 + 2",
    "Effect": "While worn, the user activates the glove by touching the face of a dead creature. If the creature’s head is largely intact, the glove imbues the head with the semblance of life for 1d6 minutes. Although not alive, the head animates, and, if it still has a mouth, it can speak and answer questions put to it based on what it knew when it was alive. The head remains cooperative only until the last minute of the duration begins. At that point, the head realizes it is dead and spends the remaining time weeping and screaming for help. This artifact can affect a particular corpse only one time.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Handheld device",
    "Depletion": "1 in 1d10",
    "Name": "Stasis Projector",
    "Level": "1d6 + 4",
    "Effect": "This device projects a wide ray at a target that is already immobile (perhaps a creature that is bound or willing). The target is placed in safe suspended animation within an energy sheath. The sheath floats about 4 feet (1 m) off the ground and can be pushed along easily, almost as if it were weightless. The sheath lasts for 28 hours and is impervious to attacks of a level lower than the artifact that created it.",
    "Categories": "Protection (General)",
    "Source": "Compendium"
  },
  {
    "Form": "Biological tube synthesized from living cellular tissue, with a toothed “mouth” at each end",
    "Depletion": "1 in 1d20",
    "Name": "Stimulation Stem",
    "Level": "1d6",
    "Effect": "This 3-foot-long (1 m) tube can be attached to the flesh of two biological, sentient creatures via the ever-grasping mouths. Once the teeth sink in, the tube is attached for five minutes (pulling it off before that kills the cellular tissue and renders the device useless). If both creatures are in agreement, one of them can siphon 1d6 Might points from the other via the tube. If the device senses that one or both participants are not amenable to the exchange, it draws 1d6 Might points from both creatures. When not pulled tight, the tube self-coils for easy carrying.",
    "Categories": "Healing Devices",
    "Source": "Compendium"
  },
  {
    "Form": "Glowing sphere on the end of a synth rod",
    "Depletion": "—",
    "Name": "Strangelight Torch",
    "Level": "1d6 + 1",
    "Effect": "This device illuminates the immediate area regardless of barriers. It casts no shadows, and every nook and cranny in the area is well lit. If you permanently combine a strangelight torch with a liminal scanner (task difficulty 6), you create an artifact that grants the user information as if she used the Scan esotery. Its depletion is 1 in 1d100.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Synth shield",
    "Depletion": "—",
    "Name": "Synthsteel Shield",
    "Level": "1d6",
    "Effect": "This shield is far hardier and still somewhat lighter than Ninth World smithing techniques could ever manage with steel. It grants an additional +1 bonus to Speed defense rolls in addition to the asset that shields normally grant.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Pocket-sized cube that unfolds into a box-shaped automaton about 1 foot by 1 foot (0.3 m by 0.3 m) with four telescoping legs.",
    "Depletion": "1 in 1d6 for the telescopic abilities (after depletion, the creature continues to follow the other voice commands)",
    "Name": "Telescopic Beast",
    "Level": "1d6",
    "Effect": "Once the creature is unfolded, the user may control it via voice for 28 hours. It can understand and carry out simple commands such as moving laterally, staying stationary, reforming into a cube, and telescoping up and down (it can raise its body up to 10 feet [3 m] with a single person standing on top of it). Action to unfold.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Heavy armor of synth",
    "Depletion": "1 in 1d6",
    "Name": "Temporal Armor",
    "Level": "1d6 + 2",
    "Effect": "This heavy armor has a field around it that is triggered when the wearer wishes (requiring an action) and lasts for ten minutes. During this time, the field causes incoming attacks to potentially stop suddenly or slow down before they strike. This adds +2 to the wearer’s Armor.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A metal and synth device placed at the end of a metal haft, turning it into a heavy weapon",
    "Depletion": "1 in 1d100",
    "Name": "Temporal Maul",
    "Level": "1d6 + 1",
    "Effect": "This time-displacement device constantly shifts back and forth through moments in time, making it very difficult to defend against. All attacks made with the maul have an asset that decreases the difficulty of the attack by one step.",
    "Categories": "Time Devices",
    "Source": "Compendium"
  },
  {
    "Form": "A heavy body harness equipped with two 15-foot (5 m) segmented metal tentacles that each end in a metal blade",
    "Depletion": "—",
    "Name": "Tentacle Harness (bladed)",
    "Level": "1d6 + 2",
    "Effect": "Putting on the harness allows the wearer to control the tentacles as if they were extra limbs. The tentacles are fully prehensile and can be used to make attacks (each tentacle is a medium weapon) while the wearer’s normal arms are firee. The wearer is still limited by the normal number of actions she can take in a round.",
    "Categories": "Weapons (Melee)",
    "Source": "Compendium"
  },
  {
    "Form": "A heavy body harness equipped with two 15-foot (5 m) segmented metal tentacles that each end in a grasping claw",
    "Depletion": "—",
    "Name": "Tentacle Harness (clawed)",
    "Level": "1d6 + 2",
    "Effect": "Putting on the harness allows the wearer to control the tentacles as if they were extra limbs. The tentacles are fully prehensile and have the same functionality as if they were the wearer’s arms.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A smooth, lightweight synthsteel helmet with an octagon-shaped device on the back",
    "Depletion": "1 in 1d10 The Death by",
    "Name": "Tentacle Helmet",
    "Level": "1d6 + 3",
    "Effect": "When activated, a 9-foot (3 m) tentacle comes out of the device. This tentacle resembles that of a very large living creature, but it’s also translucent, as it modulates between phase states. The tentacle can be used to pick up or manipulate small objects, push buttons, and so forth, but it has very little strength. It can’t pick up an object that weighs more than 10 pounds (5 kg) and could never be used to make an effective attack. However, its most remarkable feature is that because of its pandimensional nature, the tentacle can move through energy fields, including solid force fields, as if they were not there. Once activated, the tentacle lasts for ten minutes.",
    "Categories": "Dimensional/Phase Devices",
    "Source": "Compendium"
  },
  {
    "Form": "Handheld device",
    "Depletion": "1 in 1d20",
    "Name": "Angles",
    "Level": "1d6 + 2",
    "Effect": "This object can be used as a weapon that fires a beam of energy up to long range. The beam always bounces off of inorganic materials but not living tissue or organic materials. Thus, the weapon can be used only against living targets (or an organic nonliving target). However, the beam is harmless unless it ricochets off a surface first. Strangely, the beam never ricochets in the way that a character expects, so attack rolls with the weapon are two steps more difficult than normal. The beam inflicts 7 points of damage. Particularly skilled users discover that if the beam reflects off of more than one surface, the damage increases. For every additional surface, the difficulty increases by one step, but the damage increases by 3 points (maximum 19 points).",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Long organic rod with a number of crystal nodules",
    "Depletion": "1 in 1d20",
    "Name": "Thought Storage",
    "Level": "1d6 + 2",
    "Effect": "The user can store fifteen minutes’ worth of mental images (real or imagined) and words that can be replayed by anyone who activates the rod again.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A small synth box that lights up on one side",
    "Depletion": "—",
    "Name": "Thoughtlight",
    "Level": "1d6",
    "Effect": "When touching (or practically touching—through clothing, for example) a living, thinking creature, the thoughtlight gives off light like a torch, powered by the brain waves of the creature. The moment the user stops thinking (which is to say, is very likely dead), the light goes out.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A pair of boots",
    "Depletion": "1 in 1d20",
    "Name": "Thunder Boots",
    "Level": "1d6 + 4",
    "Effect": "When activated, the boots allow the wearer to lift off the ground on a jet of flame, granting him the ability to fly with long movement for a number of minutes equal to the artifact level.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A choker with a mechanical device that sits atop the user’s throat",
    "Depletion": "1 in 1d20",
    "Name": "Thunder Vocalizer",
    "Level": "1d6 + 2",
    "Effect": "This device turns the user’s words into powerful weapons. When it is activated, the user speaks and the device throws the sound to a spot within short range. A thunderous boom erupts from that spot and inflicts 4 points of ambient damage to everything within an immediate distance.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A massive arch made of metal and equipped with a display and keyboard protruding from one side of the arch",
    "Depletion": "1 in 1d10 (check at the start of each hour of operation)",
    "Name": "Time Machine",
    "Level": "10",
    "Effect": "Upon activation, an invisible barrier springs into existence out to a short distance around the device. The barrier shunts everything within it out of normal time so that within the barrier, time flows ten thousand times slower than it does outside the barrier. In other words, for each minute a person spends inside the barrier, about seven days pass outside the barrier. For characters inside the barrier, time passes normally, though the environment outside the barrier may seem quite strange, as time there seems to pass very rapidly. If the artifact is outside, a day passes every 8.5 seconds. To creatures outside the barrier, people within seem frozen, though an extended viewing reveals that they are not in stasis but instead moving very slowly. Nothing can pass through the barrier while the device is in operation.",
    "Categories": "Time Devices",
    "Source": "Compendium"
  },
  {
    "Form": "Snakelike creature grafted onto a user’s tongue",
    "Depletion": "—",
    "Name": "Tongue Snake",
    "Level": "1d6 + 2",
    "Effect": "The creature must be surgically and permanently attached (a task equal to the artifact level), a procedure that takes about an hour in a skilled chiurgeon’s hands. Once the serpent is attached to the user’s tongue, he can control it and attack with it. The serpent can attack targets within an immediate distance and inflicts poison damage equal to the artifact level (ignores Armor).",
    "Categories": "Weapons (Melee)",
    "Source": "Compendium"
  },
  {
    "Form": "Long black rod of metal and synth",
    "Depletion": "1 in 1d10",
    "Name": "Torment Wand",
    "Level": "1d6 + 1",
    "Effect": "The user can attack anyone within short range, inflicting horrendous pain. The victim moves one step down the damage track and cannot take actions. This lasts as long as the victim is within range and the user spends an action each round to continue the attack. Torment wands of level 6 or higher can continue to move the victim down the damage track each round (with a new Might defense roll each round to resist), which means that after three rounds, the target is dead.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A small crystal",
    "Depletion": "1 in 1d20",
    "Name": "Tracer Nodule",
    "Level": "1d6 + 1",
    "Effect": "When activated, the crystal adheres to any surface and transmits its location (distance and direction) to the user via a mental connection. The connection has a range of 100 miles (161 km) and lasts for a number of days equal to the artifact level. If you use any cypher or artifact that is a crystal (such as a weapon or armor nodule) and reconfigure it with a tracer nodule (task difficulty 8), you can have multiple tracer nodules functioning at once.",
    "Categories": "Crystal Devices",
    "Source": "Compendium"
  },
  {
    "Form": "Broadsword",
    "Depletion": "1 in 1d20",
    "Name": "Transdimensional Blade",
    "Level": "1d6 + 2",
    "Effect": "When activated, this blade exists on multiple levels of reality at once. The wielder can strike foes (or objects) that are out of phase or resistant to attacks or damage due to their ultraterrestrial or transdimensional nature as if they were normal targets. Each activation allows for a single attack, but activation is not an action.",
    "Categories": "Weapons (Melee)",
    "Source": "Compendium"
  },
  {
    "Form": "Complex device 9 feet (3 m) tall and 10 feet (3 m) wide with a central open cylindrical area",
    "Depletion": "1 in 1d6",
    "Name": "Transformation Chamber",
    "Level": "1d6 + 3",
    "Effect": "The subject must stand within this device when it is activated. Doing so transforms the subject over ten painful minutes into another organic form of approximately the same size, chosen upon activation. The form can be (but does not have to be) extremely specific, but it must be well known to the operator of the device. For example, a human could be changed into a specific margr, if that margr is known. The transformation is permanent, although another activation can be used to change the subject back.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Large bubble-shaped helm that fits over a person’s head and houses a complex chamber inside",
    "Depletion": "1 in 1d20",
    "Name": "Traveling Coiffeur",
    "Level": "1d6",
    "Effect": "Provides the user with the opportunity to completely change her hair style (including facial hair) via a complicated contraption of electronic blades, ray emitters, and modified hairspiders. A control panel along the side of the device shows myriad style options, from completely bald to long, spiderspun tresses in various colors. The user must choose her desired option ahead of time (28 hours prior to being used) to allow the device time to prepare.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A metal rod with a splay of three prongs on the end",
    "Depletion": "1 in 1d10",
    "Name": "Trio",
    "Level": "1d6 + 2",
    "Effect": "When activated, this fires three rays at once up to long range, each inflicting damage equal to the artifact level. Unless the target is very large, the rays never strike the same target, but instead potentially strike three targets standing near each other. Roll separately for each attack.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Small synth square",
    "Depletion": "1 in 1d6",
    "Name": "Truth Seeker",
    "Level": "1d6 + 1",
    "Effect": "When affixed to a user’s forehead (perhaps with a headband), this device allows him to sense whether someone speaking to him is lying. The speaker must be within immediate range and must be speaking in a language that the wearer understands.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "An oversized pair of metallic gauntlets with broad nails",
    "Depletion": "1 in 1d20",
    "Name": "Tunneling Gauntlets",
    "Level": "1d6 + 1",
    "Effect": "It takes one round to slip into the gauntlets. When activated, they give the wearer an immediate burrowing speed for one hour. She can burrow through most soils and even some stone, but not material whose level is equal to or higher than the artifact level. Burrowing leaves behind a tunnel with a diameter of 5 feet (2 m) that remains stable for several hours. After that, the tunnel is subject to collapse.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Two 1-foot (0.3 m) diameter disks polished to a mirrorlike finish",
    "Depletion": "—",
    "Name": "Twin Mirrors",
    "Level": "1d6",
    "Effect": "When a character looks into one mirror, he sees out the other and vice versa regardless of the distance that separates them.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A length of 100 feet (30 m) of synth rope with a glowing sphere at one end",
    "Depletion": "1 in 1d100",
    "Name": "Ultimate Grapnel",
    "Level": "1d6 + 2",
    "Effect": "The glowing sphere adheres to any surface or object until activated, which turns off the grip for one minute.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A massive suit of metal and synth armor",
    "Depletion": "1 in 1d10 (checked each day worn)",
    "Name": "Ultra Armor",
    "Level": "1d6 + 4",
    "Effect": "This heavy armor provides +5 to Armor rather than +3. It boosts the wearer’s strength and reflexes, increasing her Might Edge and Speed Edge by 1. She inflicts 2 additional points of damage with melee weapons and can jump twice as far as normal. The interior of the suit has its own oxygen, water, food supply, and environmental controls, sustaining the wearer in any environment indefinitely. Depletion of this artifact is not standard. When depletion occurs, it then provides only +4 to Armor. Depletion must continue to be checked. When it occurs again, the Might Edge and Speed Edge bonuses fail, and the damage and jumping boosts are lost. When depletion occurs again, the sustenance and environmental protections break down. When it occurs one last time, the suit then provides only +3 to Armor, but depletion need not be checked ever again, and the suit remains usable heavy armor.",
    "Categories": "Protection (Armor)",
    "Source": "Compendium"
  },
  {
    "Form": "A distinctive mask of thin, curved strips",
    "Depletion": "1 in 1d20 (check each day worn)",
    "Name": "Urchalis Mask",
    "Level": "1d6 + 2",
    "Effect": "This mask has no function unless worn by someone with at least some mechanical components—automatons, characters who Fuse Flesh and Steel, characters with a mech eye or a mechanical arm, and so on. (Simply wearing a mechanical device is not enough—it must be a permanent part of one’s body.) Such characters gain an asset when using their mechanical parts. This means that an allmechanical being like an automaton gains an asset on almost every task.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A small handheld device with two prongs extending from the end",
    "Depletion": "1 in 1d6",
    "Name": "Usurper",
    "Level": "1d6",
    "Effect": "Activating the device causes the two prongs to fire at a target within immediate range. The target takes 1 point of electrocution damage, and if the target’s level is equal to or less than the artifact level, the user takes control of the target for one minute provided that the user and the target are within an immediate distance of each other. If either exceeds this distance, the target regains control of itself.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A 3-foot-long (1 m) flexible synth tube that can be extended to 8 feet (2 m)",
    "Depletion": "—",
    "Name": "Vision Snake",
    "Level": "1d6 + 1",
    "Effect": "Looking through one end of this tube always allows the user to see through it to the other end, no matter how many twists or bends are in the tube.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A metal bar with clamps on either end",
    "Depletion": "1 in 1d20",
    "Name": "Void Clamp",
    "Level": "1d6",
    "Effect": "The device activates when the clamps are placed on any object that can fit inside a 20-foot (6 m) cube. The clamps bond with the object and make it weightless. Anyone can lift it and move it by gripping the handle. The device can be detached at any time (not an action), and the object regains its normal weight.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A cylinder about the size of a knife handle",
    "Depletion": "—",
    "Name": "Void Knife",
    "Level": "1d6",
    "Effect": "When the device is gripped, an invisible blade extends out from the cylinder, allowing the wielder to use this device as a dagger.",
    "Categories": "Weapons (Melee)",
    "Source": "Compendium"
  },
  {
    "Form": "A mouthpiece secured with a thick strap that wraps around the head",
    "Depletion": "1 in 1d100 (check once each day)",
    "Name": "Vox Scrambler",
    "Level": "1d6",
    "Effect": "Whenever the user speaks while wearing this device, her words sound normal to those within immediate range, but they sound like gibberish to those farther away.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A floating crystal that emits soft yellow light",
    "Depletion": "1 in 1d100",
    "Name": "Water Finder",
    "Level": "1",
    "Effect": "For one hour after it’s activated, the device vibrates whenever it is within a short distance of water. The closer the user gets to the water, the stronger the device vibrates.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Black and silver covers for footwear sporting thick heels layered with hydrofuge hairs",
    "Depletion": "—",
    "Name": "Water Skimmers",
    "Level": "1d6",
    "Effect": "Anyone wearing these water skimmers over their regular footwear can stride quickly across liquid surfaces up to 20 feet (6 m) deep without sinking or getting wet. Wearing water skimmers while on land offsets the wearer’s center of gravity, increasing the difficulty of all movementbased actions by one step.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A metal-and-glass vehicle that is 12 feet (4 m) long, 8 feet (2 m) wide, and 6 feet (2 m) tall. It hovers about 3 feet (1 m) above the ground. The vehicle has an access hatch on the side. Inside there is a seat and control panel for the pilot, plus three more seats for passengers. Numerous portholes allow occupants to look outside.",
    "Depletion": "1–4 in 1d100",
    "Name": "Wavesplitter",
    "Level": "1d6 + 3",
    "Effect": "This vehicle can hold up to four characters and be piloted by someone who makes Intellect rolls (level 2) each round. In combat, the pilot can use an action to move the vehicle a long distance each round. On extended trips, it moves up to 40 miles (64 km) per hour. The vehicle provides a breathable atmosphere for everyone inside, allowing occupants to breathe normally for up to seven hours. The vehicle also sports six lamps on the exterior, one on each corner and two in front. The lamps light everything within a long distance. The pilot can shut off the lights or turn them on (not an action). Although the vehicle can travel over land, it excels underwater and can move through liquids at half its ground speed. The device can descend to depths of 5 miles (8 km). If it goes any deeper, roll for depletion each round, with depletion in this case indicating that the walls buckle and spring leaks.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A thin mechanical arm grafted to a person’s back",
    "Depletion": "—",
    "Name": "Weapon Mount",
    "Level": "1d6",
    "Effect": "The mount must be surgically and permanently attached (a task equal to the artifact level). The procedure takes about an hour in a skilled chiurgeon’s hands. Once attached, the mount can hold a light or medium weapon, and the user can attack with that weapon as if he was wielding it.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A triangular device 4 feet (1 m) high and 5 feet (2 m) across with treads, sporting metal rods on top",
    "Depletion": "1 in 1d100 (check each day)",
    "Name": "Wheeled Porter",
    "Level": "1d6 + 1",
    "Effect": "Obeying verbal commands, this device will follow the user around, even over difficult terrain. It can create up to three force bubbles at the ends of the rods, which can contain up to 200 pounds (91 kg) of inanimate material or gear. The bubbles are only as large as they need to be to hold whatever they are given. Commanding the device to create or negate a force bubble is an action.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A small crystal",
    "Depletion": "1 in 1d20 (check each day)",
    "Name": "Whisperer In The Ether",
    "Level": "1d6 + 1",
    "Effect": "The bearer of this crystal has a direct line of telepathic communication with an immortal, artificial intelligence whose location is unknown (and may not even be relevant or comprehensible). The user can converse with the intelligence on an ongoing basis, but in general, the whisperer can share a useful bit of information, insight, or advice about once every 28 hours. Sometimes, this translates into an asset on one of the user’s actions, as the intelligence suggests the right phrase to make friends with a shopkeeper to get a good deal, the right tools to use while tinkering with a device, or the right place to put a shield to deflect an incoming attack. Sometimes the information is more broad, such as the right road to take to reach the next town or why the abhumans are attacking the caravan. The whisperer’s willingness and ability to converse varies considerably. Sometimes it is quite chatty and offers advice. Other times, it must be convinced, cajoled, or tricked into giving information. Still other times, it is entirely absent for reasons it will not explain. The whisperer’s knowledge base is broad but not omniscient. It cannot see the future, but it can often predict outcomes based on logic. It has little or nothing of use (to a Ninth World inhabitant) to say about the distant past.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A small winged insect with a lower body that tapers down to a sharp point",
    "Depletion": "1 in 1d10",
    "Name": "Wing Blade",
    "Level": "1d6 + 1",
    "Effect": "The user activates the insect by tossing it into the air. On each of the user’s turns, the insect flies a short distance and attacks a target that she chooses. The device inflicts damage equal to half the artifact level. At the end of this time or when the user chooses, the insect flies back to her and attaches itself to one of her limbs.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A flutelike musical instrument",
    "Depletion": "1 in 1d20",
    "Name": "Woodwind Of The Broken",
    "Level": "1d6",
    "Effect": "This musical instrument can be played normally, but it has one setting that produces no obviously audible noise. If a tune is played on this setting in any area open to dry wastes, temperate lowlands, or mountains, a pack of 2d6 + 6 broken hounds arrives within a few hours or less at the location where the instrument was played. Once summoned, the broken hounds revert to their normally vicious demeanor.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "A synth cube",
    "Depletion": "1 in 1d10",
    "Name": "Yarrin",
    "Level": "1d6 + 1",
    "Effect": "The yarrin is a creature with a level equal to the artifact level, and it has 3 health per level and 3 points of Armor. When activated, the yarrin hovers in the air in orbit around the user and becomes invisible. If anyone within immediate distance attacks the user, the yarrin automatically intercepts and absorbs the attack. Assuming the attack does not destroy the yarrin, it immediately becomes visible and begins attacking the assailant with thin beams of energy (one per round) that inflict damage equal to its level. The yarrin fights for one round per artifact level and then deactivates. However, until it intercepts an attack, it continues to hover invisibly, even as the user sleeps. If you permanently combine a yarrin with significant parts from any other automaton cypher or artifact (task difficulty 7), you create an artifact that functions as a yarrin but with +2 to its level and the ability to attack two targets (if two creatures are attacking the user) with its beams as a single action.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Glass panel",
    "Depletion": "1 in 1d6",
    "Name": "Yesterglass",
    "Level": "1d6 + 4",
    "Effect": "When held before the user’s face, this panel allows her to see the last major activity that occurred in the area, even if it happened years or centuries earlier. The effect lasts for one minute per use.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "Handheld Device",
    "Depletion": "1 in 1d10",
    "Name": "Crystallization Beam",
    "Level": "1d6 + 2",
    "Effect": "Handheld device that projects a ray inflicting damage equal to the artifact level. Wounds transform living flesh to crystal, which then shatters on the next round, inflicting the same amount of damage again.",
    "Categories": "Utility",
    "Source": "Compendium"
  },
  {
    "Form": "This plain metallic disc hangs from a metal chain.",
    "Depletion": "-",
    "Name": "Synchronization Amulet",
    "Level": "1d6 + 2",
    "Effect": "When the amulet is touched to a numenera weapon (such as a cypher, relic, or iron flesh) and activated as an action, the weapon becomes synchronized with the amulet and cannot be activated to harm the amulet’s wearer. For example, if you’re wearing the amulet, a synchronized ray emitter won’t fire at you, a synchronized detonation cypher won’t explode if you would be affected, and so on. The amulet can only be synchronized to one weapon at a time, and only to weapons that have level equal to or less than the amulet itself.",
    "Categories": "Utility",
    "Source": "Arcana of the Ancients"
  },
  {
    "Form": "Artificial eye made of glass, metal, crystal, or synth",
    "Depletion": "1 in 1d6 (check each month)",
    "Name": "Aggression Eye",
    "Level": "1d6",
    "Effect": "To use this device, the user must press it into an empty eye socket and hold it there for at least one minute while filaments plug into the user’s brain. Once the eye is properly installed, the user can see through it as if it were a normal eye. The eye automatically scans each creature within immediate range (short range if the artifact is level 5 or higher) and provides targeting suggestions based on the creature’s vulnerabilities and injuries, easing attacks against them. Because the eye is constantly feeding the user information about potential threats and ways to attack everyone it sees, pleasant social interactions are hindered for the user. Removing the eye takes an action and moves the user one step down the damage track.",
    "Categories": "Utility",
    "Source": "Priests of the Aeons"
  },
  {
    "Form": "Metal or synth canister with a long tube",
    "Depletion": "1 in 1d20 per hour of use in default mode (burst mode counts as an hour of use in default mode)",
    "Name": "Bread Sprayer",
    "Level": "1d6",
    "Effect": "This device has two modes of operation. The default mode dispenses a hand-width cylinder of brown dough-like material, up to 10 feet (3 m) each round per artifact level, which cooks itself into a bland sort of hard-crusted bread after about one minute. By building up multiple layers, the user can create larger structures such as walls and doorways, but it is still just hard bread (a level 1 material). The bread is filling and nutritious as bread goes, but not something a human could live on for an extended period. When operated in burst mode, the tube dispenses a high-volume slurry of the dough in an immediate area, which instantly flash-bakes itself into hard bread, inflicting heat damage equal to the artifact level and trapping things inside a thick mass of level 2 bread. Unlike a web detonation cypher, the material created by this artifact is permanent, but (like regular bread) it might be eaten by animals, softened by water or other liquids, and so on.",
    "Categories": "Utility",
    "Source": "Priests of the Aeons"
  },
  {
    "Form": "Oversized boots connected by wires up to a belt with a metal box attached with dial controls",
    "Depletion": "1 in 1d20 (check each hour of use)",
    "Name": "Burrowing Boots",
    "Level": "1d6 + 1",
    "Effect": "The wearer can descend into the ground or back up to the surface at a rate of 20 feet (6 m) per round, as long as the level of the material through which they are passing is equal to or less than the artifact’s level. Using the complex controls, the wearer can either leave behind a narrow, smooth-sided tunnel, or leave no tunnel at all as the material closes up again behind them. The boots do not allow the user to move through empty air, so if the wearer breaks into a pocket or other open space, they might fall. By default, the wearer moves straight up or down, but the burrowing path can be adjusted up to 15 degrees from vertical.",
    "Categories": "Utility",
    "Source": "Priests of the Aeons"
  },
  {
    "Form": "Synth garment with many ports and plugs",
    "Depletion": "1 in 1d6",
    "Name": "Cypher Stabilizing Suit",
    "Level": "1d6 + 1",
    "Effect": "This artifact can be connected to up to four cyphers of its level or lower, using its built-in ports and weird connectors. If a connected cypher is activated, instead of the cypher being used up, it remains functional, but the artifact makes a depletion roll. (If the artifact depletes, the cypher is still usable.) Some cyphers (particularly pills and injections) cannot be connected to the suit or recharged in this way.",
    "Categories": "Utility",
    "Source": "Priests of the Aeons"
  },
  {
    "Form": "Organic pod, almost like a small, hemispherical bit of fruit. Once grafted to a host, it takes on the appearance of the host’s flesh.",
    "Depletion": "Automatic",
    "Name": "Evolution Bud",
    "Level": "1d6 + 4",
    "Effect": "The pod grafts onto any living host (usually near the brain or spine) and injects chemicals that cause the creature to develop a new mutation over the course of the next 28 hours. If the user later reproduces, their children also develop the ability after passing through adolescence. Each bud provides a specific mutation, usually a beneficial mutation.",
    "Categories": "Utility",
    "Source": "Priests of the Aeons"
  },
  {
    "Form": "Metallic rods hinged to resemble human frame",
    "Depletion": "1 in 1d20",
    "Name": "External Skeleton",
    "Level": "1d6 +1",
    "Effect": "Wearer adds 2 to their Might Edge for one hour, but all Speed tasks are hindered for that period of time.",
    "Categories": "Utility",
    "Source": "Priests of the Aeons"
  },
  {
    "Form": "Lightweight synth helmet with crystal or glass lenses",
    "Depletion": "1 in 1d20 (check each hour of use)",
    "Name": "Extradimensional Viewer",
    "Level": "1d6 + 2",
    "Effect": "Creates a personal holographic environment (with images and sound) that shows everything in a nearby dimension out to short range (long range if the artifact is level 6 or higher). These images override what the user sees in their current dimension, making them effectively blind to anything not in the viewed dimension. The artifact includes a limited machine intelligence that automatically adjusts to view the most appropriate nearby dimension when there are multiple options (such as showing an otherspace structure rather than an empty parallel dimension), but it can be manually adjusted as an understanding numenera task.",
    "Categories": "Utility",
    "Source": "Priests of the Aeons"
  },
  {
    "Form": "Synth or glass stylus",
    "Depletion": "1 in 1d20 (check each hour of use)",
    "Name": "Flesh Ink Pen",
    "Level": "1d6",
    "Effect": "When used like a pencil, the artifact creates lines of thin living tissue on surfaces, which can be built up like a lattice to create three-dimensional structures. The pen can create one type of tissue per artifact level from the following list: epithelial (skin and internal linings), cartilage, bone, fat, nerve, and vascular. This tissue doesn’t provoke an immune response in most creatures, so the user could repair damaged tissue, craft a replacement blood vessel, and so on, either directly on a living subject or separately for later surgical attachment. The artifact is an asset for appropriate healing, surgery, and biological crafting tasks.",
    "Categories": "Utility",
    "Source": "Priests of the Aeons"
  },
  {
    "Form": "Adhesive patch that gently sticks to flesh, metal, and synth",
    "Depletion": "1 in 1d20 (check each day of use)",
    "Name": "Glowbrand",
    "Level": "1d6",
    "Effect": "This device illuminates everything in short range with soft light. Tapping it in a specific sequence turns it on or off. A different sequence of taps makes it shine bright enough to illuminate everything within long range for one hour, but this requires a depletion roll.",
    "Categories": "Utility",
    "Source": "Priests of the Aeons"
  },
  {
    "Form": "Pair of connected synth sleeves with ports and plugs",
    "Depletion": "1 in 1d20",
    "Name": "Interface Sleeves",
    "Level": "1d6",
    "Effect": "If the artifact is attached to a device, it gives helpful feedback (visual, auditory, and tactile) about using the device. This grants the wearer an asset on understanding numenera tasks to identify and operate the attached device.",
    "Categories": "Utility",
    "Source": "Priests of the Aeons"
  },
  {
    "Form": "Shirt-like garment made of overlapping synth scales",
    "Depletion": "1 in 1d20",
    "Name": "Lacewing Shirt",
    "Level": "1d6 + 4",
    "Effect": "When activated, the scales on the artifact expand into hundreds of lacy bright green wings, granting the user the ability to fly a long distance each round for a number of minutes equal to the artifact level. The user steers by adjusting the angle of their arms and cannot use their arms for anything else while flying or they’ll fall.",
    "Categories": "Utility",
    "Source": "Priests of the Aeons"
  },
  {
    "Form": "When not affixed to a creature, this looks like a mass of heavy fabric. On a creature, it looks like heavy, leathery flesh.",
    "Depletion": "1 in 1d100 (check each day of use)",
    "Name": "Living Conceptualization Sheath",
    "Level": "1d6 + 1",
    "Effect": "When worn over normal skin, this organic material adheres and conforms to the creature’s body shape. The wearer is trained in Intellect defense tasks. Further, they add 2 to their Intellect Edge. However, they cannot wear armor over the living sheath because it’s too bulky.",
    "Categories": "Utility",
    "Source": "Priests of the Aeons"
  },
  {
    "Form": "Ball of black synth or container of black smart fluid",
    "Depletion": "1 in 1d20 (check each minute of use)",
    "Name": "Midnight Suit",
    "Level": "1d6 + 1",
    "Effect": "When activated, this suit surrounds the wearer in a skintight field of absolute blackness, darker than black paint or a cloudy night under a new moon. In dim light, the wearer is trained in stealth tasks. In very dim light or darkness, the wearer is specialized in stealth tasks. Because the user appears completely black (without any highlights), viewing them is slightly disorienting, and attacks against them are hindered. The field allows a small amount of light to reach the wearer’s eyes (otherwise they’d be blind), and at best the wearer can see as if in dim light. The wearer can make the suit create an immobile cloud of darkness in an immediate radius that lasts for one minute, but this requires a depletion roll. The cloud of darkness is enough to obscure bright lights brought into it, but very bright light sources (such as a miniaturized star or a portal to a dimension of light) are only slightly diminished.",
    "Categories": "Utility",
    "Source": "Priests of the Aeons"
  },
  {
    "Form": "Belt, shirt, harness, or full-body synth suit",
    "Depletion": "-",
    "Name": "Motion Stabilizer",
    "Level": "1d6 + 2",
    "Effect": "The artifact provides two assets to tasks resisting sudden and unwanted motion, such as falling or being knocked prone or pushed backward. It recognizes when the wearer is initiating these movements (including tumbling, running, swinging from ropes, and so on) and does not hamper these actions.",
    "Categories": "Utility",
    "Source": "Priests of the Aeons"
  },
  {
    "Form": "Arrow with a tiny metallic device attached to it",
    "Depletion": "Automatic",
    "Name": "Net Arrow",
    "Level": "1d6",
    "Effect": "The arrow releases a net of exceptionally strong fibers when it strikes something, entangling the target so it can’t move or physically act (and inflicting 1 point of damage instead of normal damage). The net works best on targets no larger than a human. Against larger targets, the attack is hindered by one or more steps.",
    "Categories": "Utility",
    "Source": "Priests of the Aeons"
  },
  {
    "Form": "Wristband or armband with a small metallic device attached",
    "Depletion": "1 in 1d20",
    "Name": "Reflective Shield",
    "Level": "1d6 + 2",
    "Effect": "When a physical projectile such as an arrow, a thrown knife, a slug from a slugspitter, or a similar projectile comes within 4 inches (10 cm) of the wearer’s body, a powerful energy field activates automatically and attempts to reverse the projectile’s course. This hinders the attack against the wearer. If the projectile misses, it returns along its course and attacks whatever made the attack. The wearer makes an unmodified attack against the original attacker (do not use any of the wearer’s or the original attacker’s modifications in this attack). On a hit, the attacker takes damage from the projectile.",
    "Categories": "Utility",
    "Source": "Priests of the Aeons"
  },
  {
    "Form": "Sword or similar bladed weapon with devices affixed to the blade and hilt",
    "Depletion": "1 in 1d20 (check per target)",
    "Name": "Repeating Blade",
    "Level": "1d6 + 1",
    "Effect": "This weapon functions as a normal dagger or sword (or, rarely, an axe or a cleaver). However, if the wielder successfully strikes a target with the blade, the weapon gains a spatial fix on the target. On subsequent rounds, attacks made with the weapon against that target are eased.",
    "Categories": "Utility",
    "Source": "Priests of the Aeons"
  },
  {
    "Form": "Subdermal implant",
    "Depletion": "1 in 1d10 (check each use)",
    "Name": "Retaliation Implant",
    "Level": "1d6",
    "Effect": "Anyone striking the implanted creature triggers a small burst of electricity that inflicts 1 point of damage (2 points if the artifact is level 4 or higher, or 3 points if the artifact is level 6 or higher). No action or roll is required by the implanted creature. If the artifact would deplete, the wearer can prevent that depletion by allowing the artifact to drain power from their body, hindering all actions for the next 28 hours.",
    "Categories": "Utility",
    "Source": "Priests of the Aeons"
  },
  {
    "Form": "Metal or synth canister with a long tube",
    "Depletion": "1 in 1d20 per hour of use in default mode (burst mode counts as an hour of use in default mode)",
    "Name": "Shapestone Sprayer",
    "Level": "1d6",
    "Effect": "This device has two modes of operation. The default mode dispenses a hand-width cylinder of grey dough-like material, up to 10 feet (3 m) long each round per artifact level, which hardens into shapestone after a minute. While soft, the dough can be sculpted or smoothed by hand or with tools, such as to patch a crack or create a simple relief sculpture. By building up multiple layers, the user can create larger structures such as walls and doorways. When operated in burst mode, the tube dispenses a high-volume slurry of the dough in an immediate area, which instantly hardens into shapestone, trapping things inside it. PCs caught in the area must use a Might-based action to get out, with the difficulty determined by the artifact level. NPCs break firee if their level is higher than the artifact level. Unlike a web detonation cypher, the material created by this artifact is permanent.",
    "Categories": "Utility",
    "Source": "Priests of the Aeons"
  },
  {
    "Form": "Synth or glass stylus",
    "Depletion": "1 in 1d20 (check each hour of use)",
    "Name": "Smoke Ink Pen",
    "Level": "1d6",
    "Effect": "When used like a pencil, the artifact creates lines of durable black or white smoke on surfaces or in midair, allowing the user to write or draw just about anywhere. The smoke remains in place unless disturbed, such as by physical contact or a breeze. The smoke is more fragile than a human hair (a level 0 material), and even a large dense scribble can’t support more than a pebble’s weight. If the artifact is level 4 or higher, it can also produce thick strands of smoke that are a level 1 material.",
    "Categories": "Utility",
    "Source": "Priests of the Aeons"
  },
  {
    "Form": "Glass or synth disk",
    "Depletion": "1 in 1d20 (check each day of use)",
    "Name": "Synchronized Orrery",
    "Level": "1d6",
    "Effect": "When activated, this device connects to the datasphere or directly to satellites in the night and creates an image or hologram of the solar system at that exact moment, showing the location of itself, the sun, Urvanas, Earth, the moon, Naharrai, and a band indicating the Phaeton Halo. If the artifact is level 4 or higher, it also shows smaller stellar objects (up to about half the size of the moon), and if it is level 6 or higher, it shows anything down to about a mile in diameter. Because of the scale involved, the artifact doesn’t show any surface details of the planets or moons (for example, it doesn’t show the shape of continents on Earth). It provides two assets to astronomy tasks and tasks to navigate through the void (such as flying a starcraft from Earth to Urvanas). Outside of Earth’s solar system, it displays only gibberish. If a synchronized orrery could be connected to another star system’s data network, presumably it could be reconfigured to show the local planets and moons. An advanced orrery might be configured for use in multiple systems and update itself automatically when it arrives.",
    "Categories": "Utility",
    "Source": "Priests of the Aeons"
  },
  {
    "Form": "Synth or glass stylus",
    "Depletion": "1 in 1d100 (check each hour of use)",
    "Name": "Synth Ink Pen",
    "Level": "1d6",
    "Effect": "When used like a pencil, the artifact creates lines of thin synth on surfaces, which can be built up like a lattice to create three-dimensional structures. A single strand of fabricated synth is flexible but sturdy for its thickness, and multiple strands together are about the equivalent strength and flexibility of soft wood (a level 1 material). Most of these pens can create three or four different colors of synth. If the artifact is level 4 or higher, it can also produce thin strands of soft metal, allowing a skilled user to create complex objects (like circuit boards) by mixing synth and metal strands. The artifact is an asset for appropriate crafting tasks.",
    "Categories": "Utility",
    "Source": "Priests of the Aeons"
  },
  {
    "Form": "Odd-fitting metallic helmet that has a metal box attachment with dial controls",
    "Depletion": "1 in 1d10",
    "Name": "Temporal Duplicator",
    "Level": "1d6 + 2",
    "Effect": "Two additional versions of the user appear at the beginning of the user’s next turn. The user and both duplicates can each take an action. The duplicates persist until the beginning of the user’s next turn, and then they disappear back into the timestream. If either of the two duplicates takes damage or is otherwise hurt, that same damage and any other condition transfers to the user when the duplicates disappear.",
    "Categories": "Utility",
    "Source": "Priests of the Aeons"
  },
  {
    "Form": "Sword, axe, or other medium or heavy weapon",
    "Depletion": "1 in 1d100 (check each day the tools are used)",
    "Name": "Toolbox Blade",
    "Level": "1d6",
    "Effect": "This weapon has a set of subtle controls that allow it to transform into or extrude any typical metal or synth tool from a bag of light tools (also from a bag of heavy tools if the artifact is level 4 or higher). Extruded tools remain connected to the artifact by a thin flexible cable about 10 feet (3 m) long. If the cable is destroyed, the artifact can still become or extrude that tool, but the first time it does so requires a depletion roll. If left alone for a few hours, the artifact returns to its weapon configuration. If the artifact depletes, it can still be used as a regular weapon.",
    "Categories": "Utility",
    "Source": "Priests of the Aeons"
  },
  {
    "Form": "Two disks that adhere to two different creatures’ heads",
    "Depletion": "1 in 1d20",
    "Name": "Vision Relayer",
    "Level": "1d6 + 2",
    "Effect": "One disk is affixed to the user, and one is affixed to another living creature. When activated, for the next ten minutes the wearer can see what the other creature is seeing. The wearer can switch between their own sight and the linked creature’s sight once per round (this is not an action).",
    "Categories": "Utility",
    "Source": "Priests of the Aeons"
  },
  {
    "Form": "Metallic seven-sided box large enough to insert both hands",
    "Depletion": "1 in 1d20",
    "Name": "Augmentation Heptagon",
    "Level": "1d6 + 1",
    "Effect": "To activate, the user must insert both hands into the artifact and grasp the handles as an action. On the following round, an injection that inflicts 1 point of damage (ignores Armor) grants the user the capacity to apply one firee level of Effort to a specific task as long as the user first applies a level of Effort to that task normally. This augmentation lasts for a period of three days. Each augmentation heptagon is keyed to a different kind of skill, including the following.",
    "Categories": "Utility",
    "Source": "Building Tomorrow",
    "RollTable": {
      "RollTableRows": [
        {
          "Roll": "1",
          "Result": "Balancing"
        },
        {
          "Roll": "2",
          "Result": "Climbing"
        },
        {
          "Roll": "3",
          "Result": "Crafting numenera"
        },
        {
          "Roll": "4",
          "Result": "Deceiving"
        },
        {
          "Roll": "5",
          "Result": "Healing"
        },
        {
          "Roll": "6",
          "Result": "History"
        },
        {
          "Roll": "7",
          "Result": "Initiative"
        },
        {
          "Roll": "8",
          "Result": "Intimidation"
        },
        {
          "Roll": "9",
          "Result": "Jumping"
        },
        {
          "Roll": "10",
          "Result": "Leatherworking"
        },
        {
          "Roll": "11",
          "Result": "Lockpicking"
        },
        {
          "Roll": "12",
          "Result": "Perception"
        },
        {
          "Roll": "13",
          "Result": "Persuasion"
        },
        {
          "Roll": "14",
          "Result": "Pickpocketing"
        },
        {
          "Roll": "15",
          "Result": "Riding"
        },
        {
          "Roll": "16",
          "Result": "Salvaging numenera"
        },
        {
          "Roll": "17",
          "Result": "Sneaking"
        },
        {
          "Roll": "18",
          "Result": "Swimming"
        },
        {
          "Roll": "19",
          "Result": "Understanding numenera"
        },
        {
          "Roll": "20",
          "Result": "Woodworking"
        }
      ]
    }
  },
  {
    "Form": "Heavy pack-like device composed of metal and synth components",
    "Depletion": "1 in 1d20",
    "Name": "Backpack Guardian",
    "Level": "1d6",
    "Effect": "The device unfolds itself into a human-sized level 3 automaton for about an hour. The automaton follows the user, and if the user is physically threatened with violence, it provides an asset to the user’s Speed defense rolls. (Treat the automaton as a follower with only one modification, which is Speed defense.)",
    "Categories": "Utility",
    "Source": "Building Tomorrow"
  },
  {
    "Form": "Box with several controls and handles",
    "Depletion": "1 in 1d20",
    "Name": "Blurred Vista",
    "Level": "1d6 + 3",
    "Effect": "The area within long range of the box becomes hazed for about an hour. The effect moves with and stays centered on the artifact for that period. Creatures within the area are unaffected, but tasks related to noticing the movements of those within the area by those outside the area are hindered. (However, the overall hazed area is obvious once noticed.) If the use is coordinated with a ranked horde, the horde is treated as if a stealthy horde for that community action, in addition to any other benefits it might possess. (When a stealthy horde first attacks, it gets a firee one-sided community action in which it inflicts damage on its opponent and is not simultaneously attacked in return.)",
    "Categories": "Utility",
    "Source": "Building Tomorrow"
  },
  {
    "Form": "Multilayered cloak of various materials that seem to clash and contrast in a disharmonizing way",
    "Depletion": "1 in 1d20",
    "Name": "Cloak Of Unrest",
    "Level": "1d6 + 2",
    "Effect": "This cloak is woven of smart fibers and studded with small psychic emitters designed to engender disharmony in living creatures in the area. When the cloak is activated for periods of up to one hour, creatures within short range who can see the wearer become more disagreeable, more prone to angry reactions, and less willing to forgive and forget slights. To most creatures, it’s not immediately obvious that the cloak is the source of their unrest. Tasks to stem violence, promote peace, and reach compromise in the affected community are hindered. If a cloak of unrest is used for several days in a row in the same community, civil unrest is certain, which could eventually lead to citizenagainst-citizen violence.",
    "Categories": "Utility",
    "Source": "Building Tomorrow"
  },
  {
    "Form": "Handheld device with multiple pronglike extensions",
    "Depletion": "1 in 1d20",
    "Name": "Detextilizer",
    "Level": "1d6 + 2",
    "Effect": "Commonplace clothing worn by a creature within long range dissipates in a puff of dust if its level is equal to or less than this artifact’s level. Creatures must be successfully targeted by the artifact for the effect to function.",
    "Categories": "Utility",
    "Source": "Building Tomorrow"
  },
  {
    "Form": "Helmet, harness, gloves, and boots all connected by translucent synth tubing",
    "Depletion": "1 in 1d00",
    "Name": "Devitilizer",
    "Level": "1d6 + 1",
    "Effect": "To activate, the user must put on the equipment, which causes their fluids to drain rapidly from their body over the course of one minute, leaving behind a leathery, doll-like inert object. A humansized user leaves behind a dried doll that is about 1 foot (30 cm) tall and weighs only a few pounds. The user is in stasis and remains so indefinitely until submerged in water, at which time they are resuscitated over the course of one minute. While desiccated, the doll-like form of the user has +2 to Armor. A devitilizer may provide bad dreams to a user, but some have found it an ideal way to store excess population during mass migrations or while a ranked disaster has restricted resources to the extent that the people might otherwise starve.",
    "Categories": "Utility",
    "Source": "Building Tomorrow"
  },
  {
    "Form": "Thick lenses built on a device worn on the upper face and eyes",
    "Depletion": "1 in 1d20",
    "Name": "Empath’s Lenses",
    "Level": "1d6",
    "Effect": "Informative images formed on the inner lenses help the user to identify microexpressions, body-language cues, mannerisms, and methods of speech of a target creature within immediate range, allowing the wearer a far deeper insight into what that entity thinks and feels for one minute. All interaction tasks made while the device is active gain two assets. Using a “lens overlay” device to provide a wearer with additional private information about a task is something crafters continue to explore-literally, in the case of explorer’s lenses.",
    "Categories": "Utility",
    "Source": "Building Tomorrow"
  },
  {
    "Form": "Helm that projects illusory images, sounds, and scents",
    "Depletion": "1 in 1d20",
    "Name": "Exequy",
    "Level": "1d6 + 1",
    "Effect": "The wearer can trigger the helm as an action. On subsequent rounds, the helm produces a solemn atmosphere in an area up to a long distance around it, superimposing dark mourning clothes, candles, mournful music, and potentially additional visual and auditory effects (depending on the parameters set by the crafter). The atmosphere lasts for about an hour. If deployed in a ranked community or horde, the rank is increased by 1 for all tasks related to remembering those who have passed on, stirring up grief, and interrupting normal activities for the purpose of having a funeral procession.",
    "Categories": "Utility",
    "Source": "Building Tomorrow"
  },
  {
    "Form": "Metallic staff with a hollow loop at the end whose inner edge bleeds darkness",
    "Depletion": "1 in 1d20",
    "Name": "Eye-eating Loop",
    "Level": "1d6 + 3",
    "Effect": "This artifact functions as a medium melee weapon. Unless covered, it also makes all bright light dim within immediate range. In addition, the wielder can call upon the following effects. Chill: If the wielder uses the artifact to strike a foe in melee, they can inflict additional damage to the target equal to the artifact level. Darken: The user greatly increases the light-draining effect of the loop, causing everything within long range to fall into complete darkness for about an hour. Ray: The wielder makes a long-range attack with a focused blast of chill darkness from the loop, inflicting damage equal to the artifact level and stunning the target for one round, causing it to lose its next turn. Terrify: If the darken function is used over the course of one community action to harass the enemy, the targeted community or horde inflicts 1 less point of damage during that interaction.",
    "Categories": "Utility",
    "Source": "Building Tomorrow"
  },
  {
    "Form": "Narrow tube that can be sighted through",
    "Depletion": "1 in 1d6",
    "Name": "Eyepiece Of Understanding",
    "Level": "1d6 + 2",
    "Effect": "Over the course of a minute, the user gains knowledge of an object or creature viewed through the artifact that is within very long range, including a general understanding of its abilities, weaknesses (if any), level, and so on. The target’s level must be equal to or less than the artifact’s level.",
    "Categories": "Utility",
    "Source": "Building Tomorrow"
  },
  {
    "Form": "Six-foot (2 m) tall collapsible metal tripod with a central tube that extends a spike into the earth when deployed",
    "Depletion": "1 in 1d10",
    "Name": "Flood Ward",
    "Level": "1d6 + 3",
    "Effect": "It takes two rounds to assemble and set up this device. Once set up, it requires an action to activate and then another round for the powered internal spike to penetrate the ground. (The spike can penetrate any surface whose level is less than or equal to its own, but it cannot penetrate force fields.) When activated, this device repels cohesive volumes of fluid in excess of about 1,000 gallons (3,800 l) for 28 hours. The fluid is pushed to the perimeter of a very long distance in diameter, effectively making the area proof from floods for a day. Smaller cohesive volumes are not repelled. If deployed to protect from a ranked flood or similar threat, the rank of that threat is decreased by 3.",
    "Categories": "Utility",
    "Source": "Building Tomorrow"
  },
  {
    "Form": "Handheld device with a cone-like projection",
    "Depletion": "1 in 1d20",
    "Name": "Force Impaler",
    "Level": "1d6 + 2",
    "Effect": "The artifact collapses a force field in a manner designed to inflict damage on creatures sheltering on the opposite side of a force wall or inside a force dome. The device can target a force field within immediate range and collapse fields whose level is equal to or less than this artifact’s level. If successful, all creatures on the opposite side of (or inside) the force field and within short range of the field perimeter take damage equal to the level of the field just collapsed. If used against a ranked community that gains some benefit from force fields, the specific benefit provided by that field is removed during that community action.",
    "Categories": "Utility",
    "Source": "Building Tomorrow"
  },
  {
    "Form": "Surplice-like cloak with bulky embedded devices",
    "Depletion": "1 in 1d20",
    "Name": "Golden Aura",
    "Level": "1d6 + 1",
    "Effect": "The wearer can trigger the cloak as an action. On subsequent rounds, the cloak radiates a calming golden glow for about ten hours that provides dim light within short range. Characters within the glow add 1 to recovery rolls made in the light, and they have an asset on tasks related to persuasion, pleasant interaction, and Intellect defense. If deployed in a ranked community or horde, the rank is increased by 1 for community actions related to diplomacy, easing social disquiet, and so on.",
    "Categories": "Utility",
    "Source": "Building Tomorrow"
  },
  {
    "Form": "Thick lenses built on a device worn on the upper face and eyes",
    "Depletion": "1 in 1d20",
    "Name": "Gourmand’s Lenses",
    "Level": "1d6",
    "Effect": "Informative images formed on the inner lenses help the user to identify palatable ingredients, suggest interesting gastronomic pairings, and access a catalog of recipes for about 28 hours per activation. The meals the wearer makes while the device is active are generally considered to be amazing feats of culinary accomplishment. If actively deployed on behalf of a community for one day, the community’s rank is +1 for purposes related to overcoming food shortages, famine, and similar ranked disasters for that day. Tasks to persuade diners who have just eaten a fantastic meal prepared by someone wearing gourmand’s lenses gain an asset.",
    "Categories": "Utility",
    "Source": "Building Tomorrow"
  },
  {
    "Form": "Heavy pack-like device composed of metal and synth components",
    "Depletion": "1 in 1d20",
    "Name": "Gravitevator",
    "Level": "1d6 + 1",
    "Effect": "The device unfolds itself into a fixed platform about 3 feet (1 m) on a side for about an hour. Thereafter, any user who steps onto the platform can trigger the device to lift them with invisible hands of gravity to any stated height, up to a long distance above the pad. If the artifact is set up next to a structure, a user can step off the gravitic lift effect and onto the structure. Alternatively, a user could step off a structure and into the hands of the gravity lift, if one has been deployed beneath that area.",
    "Categories": "Utility",
    "Source": "Building Tomorrow"
  },
  {
    "Form": "Long, narrow handheld device with sighting lens at one end",
    "Depletion": "1 in 1d20",
    "Name": "Horde Replicator",
    "Level": "1d6 + 2",
    "Effect": "A flechette fired from the artifact targets a creature within short range, inflicting 1 point of damage. A humanoid target of level 2 or less that is damaged becomes infected with bioreplicative nanobots that remake it over the course of about a minute if it fails three Might defense rolls before succeeding on two during that period (making one defense roll every few rounds). If the effect goes to completion, the target loses all interest in anything but fighting and destroying (becoming a level 2 creature if it is not already level 2). It also becomes compliant to the verbal command of anyone carrying the artifact for a period of three days. The target is infectious. Each creature it damages via unarmed attacks must make Might defense rolls as if targeted by the artifact or become another target, which is also infectious and amenable to the artifact bearer’s verbal instructions. The nanobot infection constrains the total number of converts to about a hundred active creatures, creating a rank 2 horde if enough targets are converted within ten hours. Three days after the first target was converted to a mindless warrior, the effect ends for all surviving converts simultaneously. They have little memory of the events that brought them to whatever their current circumstances are.",
    "Categories": "Utility",
    "Source": "Building Tomorrow"
  },
  {
    "Form": "Box with several controls and handles",
    "Depletion": "1 in 1d20",
    "Name": "Illusory Vista",
    "Level": "1d6 + 4",
    "Effect": "The area within long range of the box is replaced with an illusory scene crafted by the user. The effect moves with and stays centered on the artifact for that period. Creatures within the area are unaffected, but those outside the area might not notice anything unusual, or see a structure, community, or horde of creatures that isn’t really there.",
    "Categories": "Utility",
    "Source": "Building Tomorrow"
  },
  {
    "Form": "Crystal square with embedded controls",
    "Depletion": "1 in 1d20",
    "Name": "Image Projector",
    "Level": "1d6 + 1",
    "Effect": "The user projects their image for up to a minute to a location they have previously visited. They see and hear what the projection does and can converse with creatures near it. The image is immaterial and can be dispersed with energy attacks. The projection can take no physical or mental actions other than observing, listening, and speaking.",
    "Categories": "Ray Projectors",
    "Source": "Building Tomorrow"
  },
  {
    "Form": "Handheld device with three rod-like projections",
    "Depletion": "1 in 1d10 or automatic",
    "Name": "Instability Inducer",
    "Level": "1d6 + 2",
    "Effect": "When the device is activated, an object (or a portion of a large structure up to an immediate distance in diameter) within long range begins to vibrate and buzz for about an hour. If the object is soundly struck during this period, it detonates and inflicts damage equal to this artifact’s level on everything within immediate range (and is itself destroyed). If the device is used continuously for about an hour against a defensive structure in a ranked community, 3 additional points of damage are dealt to the community’s infrastructure if it takes damage during that community action. However, this use automatically depletes the artifact.",
    "Categories": "Utility",
    "Source": "Building Tomorrow"
  },
  {
    "Form": "Fifteen-foot (5 m) tall collapsible tripod with a large directional crystal dish at the top and a control box in the center",
    "Depletion": "1 in 1d6",
    "Name": "Machine Stimulator",
    "Level": "1d6 + 3",
    "Effect": "It takes two rounds to assemble and set up this device. Once set up, it takes an action to activate. When activated, this device can affect an area up to a very long distance across that is up to 2 miles (3 km) away that the tripod has direct line of sight to. Within the affected area, energy-using devices whose level is less than or equal to the artifact’s level act as if 1 level higher for one hour. Thus, installations, artifacts, and many cyphers become more capable for the duration. If deployed within a ranked community or horde that gains a benefit to its rank from artifacts, cyphers, installations, and so on, the community’s rank is treated as if 1 higher for one hour.",
    "Categories": "Utility",
    "Source": "Building Tomorrow"
  },
  {
    "Form": "Six-foot (2 m) tall collapsible metal tripod with a clarion-like cone extension on top",
    "Depletion": "1 in 1d6",
    "Name": "Margr Repulsor",
    "Level": "1d6",
    "Effect": "It takes two rounds to assemble and set up this device. Once set up, it requires an action to activate. When activated, this device sends out an audible signal for about an hour in a very long radius that most creatures hear as an annoying, low-pitched whine but that margr hear as a horrific, overwhelming scream that makes them want to flee. If deployed to protect from a ranked horde of margr, the conflict is delayed for at least one hour, if not entirely avoided, unless the margr manage to disable the device or devise a long-term method to stop up their ears.",
    "Categories": "Utility",
    "Source": "Building Tomorrow"
  },
  {
    "Form": "Handheld device that always hums",
    "Depletion": "1 in 1d6",
    "Name": "Melding Projector",
    "Level": "1d6",
    "Effect": "The device emits a subtle bonding influence in a very long radius that causes all surfaces in contact with other surfaces to bond together for about an hour. The bond can be broken with a successful Might task with a difficulty equal to the melding projector’s level. If used on defensive structures in a ranked community, add 3 points to its infrastructure during that community action. If deployed against a ranked horde, confusion grows as the combatants realize they can’t put down their weapons, open their eyes if they happened to blink when the artifact was used, fire ranged weapons effectively, or even move because their feet are stuck to the ground. This confusion decreases the horde’s rank by 3 for that community action.",
    "Categories": "Utility",
    "Source": "Building Tomorrow"
  },
  {
    "Depletion": "1 in 1d20",
    "Name": "Memory Extractor",
    "Level": "1d6 + 2 Wearable: Thick lenses built on a device worn on the upper face and eyes",
    "Effect": "The user can selectively delete one specific memory from a target within immediate range. Memories most easily deleted are those of specific incidents whose duration was no more than about a minute. Memories that are interwoven into a target’s daily existence (like their name, how to speak, the names of ordinary things, and so on) can’t be deleted, though attempting to do so stuns the target, preventing them from taking their next turn.",
    "Categories": "Utility",
    "Source": "Building Tomorrow"
  },
  {
    "Form": "Metallic pod about 3 inches (7.5 cm) in diameter that fuses to its host’s skin",
    "Depletion": "1 in 1d20",
    "Name": "Operon Reservoir",
    "Level": "1d6 + 2",
    "Effect": "The pod grafts onto a living host and extends filaments throughout their body. Thereafter, when the host spends points from a specific Pool (each operon reservoir is associated with Might, Speed, or Intellect), they can draw some or all of the points from the artifact instead. With each use, the artifact can transfer a number of points equal to its level. Operon reservoirs do not allow a user to avoid damage by directly spending points. Once grafted, a pod can’t be removed until it is depleted (and sometimes not even then).",
    "Categories": "Utility",
    "Source": "Building Tomorrow"
  },
  {
    "Depletion": "1 in 1d20",
    "Name": "Perception Extender",
    "Level": "1d6 + 2 Wearable: Handheld device mounted with transparent screen",
    "Effect": "The user’s senses extend up to a mile (1.5 km) in any direction for one minute, allowing them to ask the GM very simple, general questions about that area, such as “Where is the margr camp?” or “Where did we leave the galloping gambado?” and receive simple, correct answers. If used to gather reconnaissance on a ranked horde or community, the process takes about an hour. At the end of that period, the user can confer an advantage to another group by providing the information learned, which modifires the effective rank of the second group by +1 during the next community action involving the target horde or community.",
    "Categories": "Utility",
    "Source": "Building Tomorrow"
  },
  {
    "Form": "Heavy pack-like device composed of metal and synth components",
    "Depletion": "1 in 1d20",
    "Name": "Portable Feast",
    "Level": "1d6",
    "Effect": "The device unfolds itself into a small fixed box about 3 feet (1 m) on a side that produces-in continuous fashion over a one-hour period-enough food and water to nutritiously feed up to a hundred people. If provided to the defenders of a ranked community or horde immediately prior to a conflict, they have +2 health during the next community action that occurs within ten hours of the feast.",
    "Categories": "Utility",
    "Source": "Building Tomorrow"
  },
  {
    "Form": "Heavy pack-like device composed of metal and synth components",
    "Depletion": "1 in 1d20",
    "Name": "Portable Trebuchet",
    "Level": "1d6 + 2",
    "Effect": "The device unfolds itself into a trebuchet-like device about as large as a human and remains that way for about an hour. The trebuchet provides its own ammunition, which takes the form of burning spheres of plasma. If a user spends their entire action each turn operating the device, they can fling one trebuchet shot every other round at a target within very long range; the shot inflicts 6 points of damage on the target and everything within immediate range.",
    "Categories": "Utility",
    "Source": "Building Tomorrow"
  },
  {
    "Depletion": "1 in 1d20",
    "Name": "Prevarication Exponent",
    "Level": "1d6 + 1 Wearable: Helm with a rotating cone-shaped projection",
    "Effect": "The wearer can trigger the helm as an action. On subsequent rounds, the helm exerts a subtle psychic influence that induces creatures within long range to lie rather than speak the truth on any given topic. Lies are usually the opposite of the truth. Attempts to tell the literal truth require a successful Intellect task on the part of each creature in range. If a creature successfully tells the truth in one instance, all additional attempts it makes to do so are eased by three steps. The helm’s effect lasts for about an hour. If deployed in a ranked community or horde, the rank is decreased by 1 for community actions related to diplomacy, easing social disquiet, and so on.",
    "Categories": "Utility",
    "Source": "Building Tomorrow"
  },
  {
    "Form": "Handheld device with extensions pointing toward and away from user",
    "Depletion": "1 in 1d20",
    "Name": "Sacrilock",
    "Level": "1d6 + 1",
    "Effect": "Intense beam of focused psychic energy inflicts a number of points of Intellect damage equal to the artifact level, plus 1 additional point of damage for each point the wielder spends from their Intellect Pool. The user doesn’t choose the number of points spent; instead, roll a d6 to determine the number. The wielder may apply their Intellect Edge toward this cost.",
    "Categories": "Utility",
    "Source": "Building Tomorrow"
  },
  {
    "Form": "Medium-length sword",
    "Depletion": "1 in 1d20",
    "Name": "Shadowpath Blade",
    "Level": "1d6 + 2",
    "Effect": "This sword is made from an extension of a flaw in the dimension held open by a power source in the hilt. As such, the cutting “edge” is actually the thin edge of another dimension, giving it nearly unequaled sharpness. The blade inflicts 2 additional points of damage. This use does not require a depletion roll. The blade can also be used to form a portal, which allows the user to travel from their current location to someplace else where they previously used this artifact ability (or to a place that a previous owner used it) through an artificial otherspace realm that connects these paths. The travel takes one action, and this use requires a depletion roll. Upon depletion, the sword loses its ability both to allow travel and to function as a weapon. A shadowpath blade falls into the category of otherspace devices, and as such, it may incur a rift result when it depletes.",
    "Categories": "Utility",
    "Source": "Building Tomorrow"
  },
  {
    "Form": "Metallic wire on a spindle that can be rolled out to surround an area up to a very long distance in diameter",
    "Depletion": "1 in 1d20",
    "Name": "Soothing Perimeter",
    "Level": "1d6 + 2",
    "Effect": "It takes several minutes to deploy the wire, or longer if the user tries to do it without being obvious. Thereafter, all creatures in the surrounded area feel a soothing sense of calm for up to 28 hours. Becoming angry or violent requires a successful Intellect roll with a difficulty equal to the level of the artifact. If the wire is severed during this period, all creatures in the area suffer 1 point of Intellect damage (ignores Armor). If deployed to surround a ranked community or horde, conflict between it and another community or horde becomes almost impossible for one day.",
    "Categories": "Utility",
    "Source": "Building Tomorrow"
  },
  {
    "Form": "Metallic staff with a hollow loop at the end whose inner edge always shines with bright light",
    "Depletion": "1 in 1d20",
    "Name": "Stellar Loop",
    "Level": "1d6 + 3",
    "Effect": "This artifact functions as a medium melee weapon. Unless covered, it also gives off bright light within immediate range. In addition, the wielder can call upon the following effects. Beacon: If the illuminate function is used over the course of one community action to rally defenders, the community or horde benefiting from the use inflicts +1 point of damage during that interaction. Combust: If the wielder uses the artifact to strike a foe in melee, they can inflict additional damage to the target equal to the artifact level. Illuminate: The user greatly increases the light from the loop, illuminating everything within long range in bright light (and dim light for an equal distance beyond that) for about an hour. Ray: The wielder makes a long-range attack with a focused blast of light from the loop, inflicting damage equal to the artifact level and blinding the target for one round.",
    "Categories": "Utility",
    "Source": "Building Tomorrow"
  },
  {
    "Form": "Six-foot (2 m) tall collapsible metal tripod with a central tube on a swivel mount",
    "Depletion": "1 in 1d6 or automatic",
    "Name": "Tectonic Emitter",
    "Level": "1d6 + 4",
    "Effect": "It takes two rounds to assemble and set up this device. Once set up, it requires 1d6 + 1 rounds to activate and to allow the power to build to sufficient levels before it can be used. When used (another action), the device affects inert matter within very long range, causing the ground to tremble and shift in a way that damages structures (and installations) built there. The effect destroys structures of level 2 or less, inflicts major damage on level 3 structures, and inflicts minor damage on level 4 and 5 structures. Higher-level structures are not harmed. If used against a ranked community, the artifact inflicts 4 points of damage against the community’s infrastructure but is then automatically depleted.",
    "Categories": "Utility",
    "Source": "Building Tomorrow"
  },
  {
    "Form": "Six-foot (2 m) tall collapsible metal tripod with a central barrel-shaped core",
    "Depletion": "1 in 1d6",
    "Name": "Teeth Of The Horde",
    "Level": "1d6 + 2",
    "Effect": "It takes two rounds to assemble and set up this device. Once set up and activated, the device sprays a fine rain of metallic particles, covering an area a long range in diameter. Over the course of the following hour, particles (which are nanite devices) that fell on inert ground reorganize the ground beneath them into level 1 combat automatons. When complete, a horde of about a hundred automatons emerges. They can be directed to attack or defend as the user wishes for one hour or until they are destroyed, whichever occurs first. If deployed against a ranked community or horde, treat the automatons as a rank 1 horde for that community action.",
    "Categories": "Utility",
    "Source": "Building Tomorrow"
  },
  {
    "Form": "Two-foot (60 cm) diameter synth sphere with attached wires",
    "Depletion": "1 in 1d20",
    "Name": "Temporal Quickener",
    "Level": "1d6 + 3",
    "Effect": "It takes two rounds to assemble and set up this device in a fixed location. Once set up, it requires an action to activate. Thereafter, the device produces a temporal bubble a long distance in diameter centered on the artifact that lasts for 28 hours relative to those outside the bubble. Inside the bubble, time moves slightly faster so that about 38 hours seem to pass. Effectively, all creatures in the bubble gain one extra turn for every four turns they’d normally take, and they can take one extra tenhour recovery roll. If the device is used continuously over several days, crafting times relative to the outside world can be shortened by about 25 percent.",
    "Categories": "Utility",
    "Source": "Building Tomorrow"
  },
  {
    "Form": "Bulky metallic harness with many dials and switches",
    "Depletion": "1 in 1d10",
    "Name": "Timeslip Duplicator",
    "Level": "1d6 + 3",
    "Effect": "For up to one hour, the user is joined by four duplicates of the user from four parallel timelines. The duplicates look and act similar to the user, but they take their direction from the user and act as level 3 followers. (A level 3 follower usually has three modifications that can benefit the subject they follow. In this case, a duplicate can ease the user’s attacks, Speed defense rolls, and one non-combat skill that the user is trained or specialized in.) The duplicates usually do not have access to any special abilities or equipment possessed by the user. At the end of the hour, all the duplicates (wherever they are, living or dead) merge with the user, who gains their memories. Duplicates from a parallel timeline often have minor differences in dress and style, but they are generally similar in outlook to the prime creature and wish to help it. However, exceptions are possible, and enmity could develop.",
    "Categories": "Utility",
    "Source": "Building Tomorrow"
  },
  {
    "Form": "Synth helm with transparent eyepiece",
    "Depletion": "1 in 1d20",
    "Name": "Transposing Visor",
    "Level": "1d6",
    "Effect": "The user swaps position with a target of roughly similar size that the user can see within very long range. If the user of a transposing visor identifires an attacking horde’s leader (assuming there is one), trading places might be a way to cause the horde to disperse, though obviously at the cost of immediate personal danger to the user.",
    "Categories": "Utility",
    "Source": "Building Tomorrow"
  },
  {
    "Form": "Large backpack-sized device with a metallic wand connected with hoses and wires",
    "Depletion": "1 in 1d10 or automatic",
    "Name": "Viscous Fogger",
    "Level": "1d6 + 2",
    "Effect": "When activated, the viscous fogger produces a prodigious amount of bluish-grey fog, which emerges in a stream that fills an area a short distance across (and up to a long distance away) within a round. On the following round, the fog solidifires into a mass of sticky strands that entangle targets in the area. Entangled victims can’t move or take actions that require movement. Targets remain caught until they escape. If deployed against a ranked community or horde, the target’s rank is reduced by 1 during that community action and the viscous fogger is automatically depleted.",
    "Categories": "Utility",
    "Source": "Building Tomorrow"
  },
  {
    "Form": "Streamlined pack-like device of metal and synth components",
    "Depletion": "1 in 1d20",
    "Name": "Water Adapter",
    "Level": "1d6 + 3",
    "Effect": "When used in water, all creatures within long range that normally breathe only air can also breathe water for about an hour. The effect moves with and stays centered on the artifact for that period. If the use is coordinated with a ranked horde, the horde is treated as an aquatic horde for that community action, in addition to any other benefits the horde might possess. (An aquatic horde can attack communities and other hordes that are otherwise difficult or impossible to reach, on account of being located beneath the waves or using the water as a defensive feature.)",
    "Categories": "Utility",
    "Source": "Building Tomorrow"
  }
]