[
    {
        "Form": "Прозрачный щит из синта",
        "Depletion": "—",
        "Name": "Analyzing Shield",
        "NameRu": "Анализирующий щит",
        "Level": "1d6",
        "Effect": "Носитель может видеть сквозь этот щит, кроме того, в нём есть дисплей, который анализирует лучшее место для удара по врагу, на которого направлен. Щит работает как обычный лёгкий щит с модификатором {+2|+3}. Но его носитель может увеличить ментальную усталость на 1 пункт для увеличения урона от атаки на 1 пункт. Выбор должен быть сделан до броска атаки.",
        "Categories": "Protection (General)",
        "Source": "Discovery"
    },
    {
        "Form": "Маленький куб из металла и синта с металлическими ручками и инструментами.",
        "Depletion": "1 in 1d100 (per day of use)",
        "Name": "Automated Cook",
        "NameRu": "Автоматизированный повар",
        "Level": "1d6",
        "Effect": "Этот автоматон готовит пищу по команде. Ему необходимо давать сырьё (воду и органические соединения), но с его помощью можно приготовить и подать горячее, питательное, вкусное блюдо. Позволяет готовить любое количество мер еды за один период суток.",
        "Categories": "Automatons",
        "Source": "Discovery"
    },
    {
        "Form": "Металлический сундук с гусеничными колесами по обе стороны.",
        "Depletion": "1 in 1d20",
        "Name": "Carryall",
        "NameRu": "Сундук",
        "Level": "1d6",
        "Effect": "Это устройство сопровождается небольшим модулем, который можно носить на поясе. Катясь на гусеницах, сундук пытается оставаться в шаговой доступности от модуля (хотя его можно настроить так, чтобы он оставался на месте). Каждый раунд он перемещается на близкую дистанцию. Сундук может приехать к модулю с расстояния до {15|30} километров. Внутренняя часть сундука в основном полая и может вместить до 1000 килограмм. Артефакт должен быть активирован заново каждый день.",
        "Categories": "Utility",
        "Source": "Discovery"
    },
    {
        "Form": "Очень тонкая, лёгкая и прозрачная ткань, сформированная в грубый плащ",
        "Depletion": "1 in 1d100",
        "Name": "Chameleon Cloak",
        "NameRu": "Плащ-хамелеон",
        "Level": "1d6 + 4",
        "Effect": "В течение [DeviceLevel x 10] минут после активации (стандартное действие) принимает цвета и текстуры всего, что находится вокруг владельца, тем самым давая +д10 на проверки Скрытности.",
        "Categories": "Enhancements (Skills), Protection (General)",
        "Source": "Discovery"
    },
    {
        "Form": "Меч или аналогичное холодное оружие с устройствами, прикреплёнными к лезвию и рукояти.",
        "Depletion": "1 in 1d6",
        "Name": "Disruption Blade",
        "NameRu": "Разрушающий клинок",
        "Level": "1d6 + 1",
        "Effect": "Оружие функционирует как обычный длинный меч. Однако, если владелец использует стандартное действие для его активации, то в течение следующего раунда оружие начинает излучать поле разрушающей молекулы энергии. Если в течении этого раунда владелец попадает по противнику, оружие наносит дополнительные {3|4} очков урона.",
        "Categories": "Weapons (Melee)",
        "Source": "Discovery"
    },
    {
        "Form": "Длинная и тонкая трубка из синта",
        "Depletion": "—",
        "Name": "Filtration Straw",
        "NameRu": "Фильтрующая соломинка",
        "Level": "1d6 + 4",
        "Effect": "Вода, проходящая через эту трубку, очищается. Большинство жидкостей, кроме воды, всасываемых через трубку, выходят в виде воды (или в основном воды). Артефакт нейтрализует яды, болезни и другие загрязнения силой ниже [DeviceLevel].",
        "Categories": "Utility",
        "Source": "Discovery"
    },
    {
        "Form": "Портативное устройство с несколькими элементами управления и широкой тарелкой на одном конце",
        "Depletion": "1 in 1d20",
        "Name": "Food Scanner",
        "NameRu": "Пищевой сканер",
        "Level": "1d6",
        "Effect": "При включении и наведении на пищу это устройство подаёт звуковой сигнал, если в пище есть какие-либо загрязняющие или ядовитые вещества.",
        "Categories": "Utility",
        "Source": "Discovery"
    },
    {
        "Form": "Трубка из синта",
        "Depletion": "1 in 1d10",
        "Name": "Food Tube",
        "NameRu": "Пищевая трубка",
        "Level": "1d6",
        "Effect": "Собирает из окружающего пространства питательные вещества и производит серую пасту, которая обеспечивает достаточное питание для {одного человека|двух человек} в течение одного дня.",
        "Categories": "Utility",
        "Source": "Discovery"
    },
    {
        "Form": "Типичный меч со странно выглядящей рукоятью из синта",
        "Depletion": "1 in 1d10 (для способности лечения, но после истощения он всё ещё работает как меч)",
        "Name": "Healing Sword",
        "NameRu": "Исцеляющий меч",
        "Level": "1d6",
        "Effect": "Этот длинный меч – это выкованное в Девятом мире дополнение к рукояти (которая, вероятно, изначально не была рукоятью меча). При правильном сжатии рукоять впрыскивает целебное вещество в тело владельца, восстанавливая 1 пункт Здоровья. Если владелец использует меч в бою, использование функции исцеления не требует каких-либо действий, но может быть использовано только раз в раунд.",
        "Categories": "Healing Devices, Weapons (Melee)",
        "Source": "Discovery"
    },
    {
        "Form": "Браслет или нарукавная повязка с небольшим металлическим устройством.",
        "Depletion": "1 in 1d20",
        "Name": "Kinetic Shield",
        "NameRu": "Кинетический щит",
        "Level": "1d6 + 1",
        "Effect": "Когда физический снаряд, такой как стрела, метательный нож или похожий на пулю снаряд, проходит в пределах 10 сантиметров от тела владельца, автоматически активируется мощное энергетическое поле, которое пытается замедлить или отклонить снаряд. Проверка уклонения от такой атаки получает {+2|+3}. Если снаряд всё же попадает во владельца, поле добавляет 2 пункта брони против этой атаки.",
        "Categories": "Magnetic Devices, Protection (General)",
        "Source": "Discovery"
    },
    {
        "Form": "Парящая в воздухе 10 сантиметровая серебристая сфера",
        "Depletion": "1 in 1d20",
        "Name": "Vuechi",
        "NameRu": "Вуечи",
        "Level": "1d6 + 1",
        "Effect": "После активации это устройство следует в пределах 1 метра от пользователя и атакует всё, что атакует пользователя, пусть и только в шаговой доступности. Вуечи атакует разрядом электричества (в пределах шаговой доступности), который производит атаку силой [DeviceLevel x 2] (урон 1, энергия). Только одна такая атака может быть в течение одного раунда. После активации он работает в течение 28 часов.",
        "Categories": "Weapons (Melee), Weapons (Ranged)",
        "Source": "Discovery"
    },
    {
        "Form": "Прозрачный стакан для питья",
        "Depletion": "—",
        "Name": "Telltale Glass",
        "NameRu": "Контрольный стакан",
        "Level": "1",
        "Effect": "Становится красным, если в него положить что-нибудь ядовитое, даже в очень небольших количествах.",
        "Categories": "Protection (General)",
        "Source": "Discovery"
      }
]