[
  {
    "Name": "Absorbs Energy",
    "Source": "Destiny",
    "Flavor": "Every movement is an expression of energy. You can harness this kinetic energy and transform it into other kinds of energy. At first, once you absorb energy, you must use it before you can absorb any more. You can use the absorbed energy as a weapon, or you can infuse an object with dangerous energy that is released upon touch. Eventually, you will be able to use the energy for nonviolent purposes, such as healing or invigorating creatures. Glaives often gain the biggest benefit from being energy absorbers, as they are the ones most often being struck in combat, and many of the initial uses of absorbed energy are for combat. However, Wrights can potentially use some of that energy to improve their crafting abilities.",
    "Connection": [
      {
        "Description": "1. Pick one other PC. For reasons unknown to you, this character is completely immune to the energy you release, whether you use it for help or harm."
      },
      {
        "Description": "2. Pick one other PC. You knew of this character years ago, but you don’t think they knew you."
      },
      {
        "Description": "3. Pick one other PC. You’re always trying to impress them, but you’re not even sure why."
      },
      {
        "Description": "4. Pick one other PC. This character has a habit that annoys you, but you’re otherwise quite impressed with their abilities."
      }
    ],
    "Additional": [
    ],
    "Minor-Major Effects": [
      {
        "Name": "Minor Effect Suggestions",
        "Description": "The energy you release is even more potent than you thought. Your opponent’s actions are hindered next round."
      },
      {
        "Name": "Major Effect Suggestions",
        "Description": "The energy you release is even more potent than you thought. Your opponent loses their next action."
      }
    ],
    "Tier 1": [
      {
        "Name": "Absorb Kinetic Energy",
        "Description": "You absorb a portion of the energy of a physical attack or impact. You negate 1 point of damage you would have suffered and store that point as energy. Once you have absorbed 1 point of energy, you continue to negate 1 point of damage from any incoming blow or impact, but the residual energy bleeds off with a flare of harmless light (you cannot store more than 1 point at a time). Enabler."
      },
      {
        "Name": "Release Energy",
        "Description": "You release 1 point of energy you’ve absorbed (magnifying and focusing it into a blast of energy) that strikes a single foe within long range for 4 points of damage. If you don’t have any kinetic energy absorbed, you can still use this ability, but it requires that you transform a fraction of yourself into the blast, which costs 1 point of Might. A character can use Release Energy in place of io while crafting the numenera. One point of damage equals 1 unit of io. Action."
      }
    ],
    "Tier 2": [
      {
        "Name": "Energize Object",
        "Description": "You infuse energy you have absorbed into an object, like a weapon. The object holds the energy until it is touched by anyone but you, so putting it into your melee weapon or the ammo of a ranged weapon allows the weapon to trigger the energy in combat. The energy inflicts 3 points of damage on the creature touched in addition to any damage the weapon itself might do. You cannot have more than one energized object on your person at a time. Action to initiate."
      }
    ],
    "Tier 3 (choose one)": [
      {
        "Name": "Absorb Pure Energy",
        "Description": "You can also absorb and store energy from attacks made with pure energy (focused light, radiation, transdimensional, psychic, etc.) or from conduits that direct energy, if you can make direct contact. This ability does not change how many points of energy you can store. If you also have Improved Absorb Kinetic Energy, you can absorb 2 points of damage from other energy sources as well. Enabler."
      },
      {
        "Name": "Improved Absorb Kinetic Energy",
        "Description": "Instead of being able to absorb 1 point of damage from a physical attack or impact, you can absorb 2 points. You can also store up to 2 points of energy from any source. However, you can still only release energy 1 point at a time. Enabler."
      }
    ],
    "Tier 4": [
      {
        "Name": "Overcharge Energy",
        "Description": "When you use Release Energy, it inflicts an additional 2 points of damage. Enabler."
      }
    ],
    "Tier 5": [
      {
        "Name": "Energize Creature",
        "Description": "You extend your Absorb Kinetic Energy ability to one creature within immediate range so that they also can absorb energy from physical attacks and impacts for one hour. That creature, however, cannot release excess energy as a blast. For each level of Effort you apply, you can increase the number of targets you affect by one. If you have Absorb Pure Energy or Improved Absorb Kinetic Energy, those abilities are also duplicated in your target when you use Energize Creature. Action to initiate.",
        "Pool": "Might",
        "Cost": "6+"
      }
    ],
    "Tier 6 (choose one)": [
      {
        "Name": "Energize Crowd",
        "Description": "You extend your Absorb Kinetic Energy ability to up to thirty creatures within short range so that they also can absorb energy from physical attacks and impacts for one hour. If you have Absorb Pure Energy or Improved Absorb Kinetic Energy, these creatures can use those abilities as well. The creatures, however, cannot release excess energy as a blast. When you use Energize Crowd on a crowd of people pledged to defend a ranked community or a horde from attack, the community or horde gains +1 Armor. Action to initiate.",
        "Pool": "Might",
        "Cost": "9"
      },
      {
        "Name": "Overcharge Device",
        "Description": "You infuse 1 point of energy you’ve stored into a device, such as an artifact or installation, which raises its effective level on its next use by 3 (to a maximum of 10). Enabler."
      }
    ]
  },
  {
    "Name": "Acts Without Consequence",
    "Source": "Destiny",
    "Flavor": "You’re a rebel. You resist the dictates of authority, you try to break away from the control that society holds over you, and you like to flout traditions that you view as backward. That’s not to say that you automatically disagree with anything or anyone you deal with. It’s more that you believe certain institutions and conventions are foolish and even hurtful. This is why you often press your luck and defy the status quo. Often enough, you get away with it.<br><br> In fact, your success is more than a mere twist of statistics. You enjoy some kind of psychic enhancement, implanted device, or attention of a datasphere spirit. You’ve also practiced certain skills, behaviors, and attitudes that allow blame to slip off you like water off a murden. A character who acts without consequence often dresses in flamboyant garments designed to draw the eye, as if they’re tempting the universe to notice them after all. Those who can successfully act without consequence could walk into the center of a city square, steal a fruit from a vendor, pass it to a beggar in full view of everyone, and suffer no repercussions whatsoever. Glaives, Jacks, Delves, and Arkai are drawn to acting without consequence.",
    "Connection": [
      {
        "Description": "1. Pick one other PC. Through a quirk of fate, this character is sometimes blamed for your exploits, even if they’re not near you."
      },
      {
        "Description": "2. Pick one other PC. You recently discovered that they always seem to be able to track you when you Slip Into Shadow."
      },
      {
        "Description": "3. Pick one other PC. You saved them from certain death by taking a lucky gamble. It could’ve gone either way, but in the end, they lived. If you’d lost, they would’ve certainly died."
      },
      {
        "Description": "4. Pick one other PC. They rescued you from an awful predicament during one of the few times your luck failed you. You’re a bit embarrassed that they know you have limits."
      }
    ],
    "Additional": [
      {
        "Name": "Additional Equipment",
        "Description": "Deck of cards and a “lucky” oddity of the GM’s choice."
      },
      {
        "Name": "Weird Ability",
        "Description": "You can choose to learn Danger Sense instead of one of the abilities granted by your type. Danger Sense (1 Speed point): Your initiative tasks are eased. You pay the cost each time the ability is used. Enabler."
      }
    ],
    "Minor-Major Effects": [
      {
        "Name": "Minor Effect Suggestions",
        "Description": "Your foe is surprised by or has a bad reaction to you for one round, during which time all its tasks are hindered."
      },
      {
        "Name": "Major Effect Suggestions",
        "Description": "A foe forgets about you unless you draw attention to yourself."
      }
    ],
    "Tier 1": [
      {
        "Name": "Slip Into Shadow",
        "Description": "You attempt to slip away from a selected target and hide from view in a nearby shadow, behind a tree or a furnishing, or into the next room, even if in full view of the target. For each level of Effort applied, you can attempt to affect one additional target, as long as all your targets are next to each other. Action to initiate.",
        "Pool": "Intellect",
        "Cost": "2+"
      },
      {
        "Name": "Blameless",
        "Description": "You are trained in one of the following: deception, stealth, or disguise. Enabler."
      }
    ],
    "Tier 2": [
      {
        "Name": "Get Away",
        "Description": "After your action on your turn, you move up to a short distance or get behind or beneath cover within immediate range. Enabler.",
        "Pool": "Speed",
        "Cost": "2"
      }
    ],
    "Tier 3 (choose one)": [
      {
        "Name": "Goad",
        "Description": "After you successfully attack a creature, Speed defense tasks by all others against the creature’s attacks are eased until the end of the next round. Enabler.",
        "Pool": "Might",
        "Cost": "2"
      },
      {
        "Name": "Seize Opportunity",
        "Description": "If you succeed on a Speed defense roll to resist an attack, you gain an action. You can use it immediately even if you have already taken a turn in the round. You can use this ability once per round, after which you don’t take an action during the next round. If you use this action to attack, the attack is eased. Enabler.",
        "Pool": "Speed",
        "Cost": "4"
      }
    ],
    "Tier 4": [
      {
        "Name": "Uncanny Luck",
        "Description": "When you roll for a task and succeed, roll again. If the second number rolled is higher than the first, you get a minor effect. If you roll the same number again, you get a major effect. If you have Uncanny Luck from another source or a similar ability, it’s your choice (no roll required) whether you get a minor effect, a major effect, or a free activation of one of your tier 1-3 focus abilities. Enabler.",
        "Pool": "Speed",
        "Cost": "4"
      }
    ],
    "Tier 5": [
      {
        "Name": "Invisibility",
        "Description": "You become invisible for ten minutes. While invisible, you are specialized in stealth and Speed defense tasks. This effect ends if you do something to reveal your presence or position—attacking, using an ability, moving a large object, and so on. If this occurs, you can regain the remaining invisibility effect by taking an action to hide your position. If you have a type ability that also confers invisibility, using either ability allows you to remain invisible for twice as long as the duration specified. Action to initiate or reinitiate.",
        "Pool": "Intellect",
        "Cost": "4"
      }
    ],
    "Tier 6 (choose one)": [
      {
        "Name": "No Fate",
        "Description": "You don’t believe in any luck except that which you make for yourself. If you fail on a task (including an attack or a defense), you can change the die result to a natural 20. (That still might not be enough to succeed if the difficulty is higher than 6.) Once you use this ability, it is not available again until after you make a ten-hour recovery roll. This ability doesn’t work if you roll a natural 1 for an attempted task, unless you also have Twist of Fate or a similar ability. Enabler."
      },
      {
        "Name": "Twist of Fate",
        "Description": "When you roll a 1, you can reroll. You must use the new result, even if it’s another 1. Enabler."
      }
    ]
  }
]
